{"source":"https://www.raps.org/news-and-articles/news-articles/2020/3/covid-19-therapeutics-tracker","totalCandidates":"54","phases":[{"phase":"Phase 3","candidates":"14"},{"phase":"Phase 2/3","candidates":"12"},{"phase":"Phase 2","candidates":"14"},{"phase":"Phase 1/2/3","candidates":"1"},{"phase":"Phase 1b","candidates":"4"},{"phase":"Phase 2/3/4","candidates":"1"},{"phase":"Phase 2b/3","candidates":"2"},{"phase":"Phase 3/4","candidates":"1"},{"phase":"Phase 2/4","candidates":"1"},{"phase":"Phase 1/2","candidates":"1"},{"phase":"Phase 1","candidates":"2"},{"phase":"No longer being studied for COVID-19","candidates":"1"}],"data":[{"medicationClass":"IL-6 receptor agonist","tradeName":["Actemra (tocilizumab)"],"details":"Background: Actemra is a indicated to treat autoimmune diseases such as rheumatoid arthritis as well as cytokine release syndrome. Research from China has shown Actemra may be an effective treatment for patients with severe cases of COVID-19.  Trials: Actemra is being evaluated in the following high-profile trials: COVACTA (NCT04320615) and EMPACTA (NCT04372186). The Hôpitaux de Paris (CORIMUNO-19) is assessing Actemra in a trial for COVID-19 associated pneumonia (NCT04331808) in a Phase 2 trial.  Outcomes: Evidence is beginning to point to Actemra having a beneficial outcome for COVID-19 patients in some, but not all, scenarios. Evidence for benefit: - Results from EMPACTA indicate Actemra reduced the need for mechanical ventilation in patients with COVID-19 associated pneumonia. In EMPACTA, 12.0% of patients receiving Actemra received mechanical ventilation compared with 19.3% of patients in the placebo group (P = .04); however, Actemra did not improve rates of survival, according to data published in the New England Journal of Medicine. - Preliminary results from CORIMUNO-19 showed Actemra “improves significantly clinical outcomes” of pneumonia associated with COVID-19. - The drug may also improve survival in patients with cytokine release syndrome, according to a study in CHEST. - Results from the University of Michigan published in the journal Clinical Infectious Diseases showed a 45% reduction in hazard of death for COVID-19 patients and improved status compared with patients who did not receive the drug. - In a multicenter cohort study of 4,485 adults with COVID-19 published in JAMA Internal Medicine, researchers found a lower risk of mortality in adults who received Actemra within 2 days of admission to the ICU compared with patients who did not receive Actemra as part of their care. Evidence showing mixed results: - Researchers on behalf of the Niguarda COVID-19 Working Group released a comparative analysis in the Journal of Infection that noted Actemra is potentially effective, but recommended caution when using the drug. - A randomized, double-blind, placebo-controlled trial published in the New England Journal of Medicine by researchers at Massachusetts General Hospital found Actemra was not effective in reducing need for intubation, disease progression, or death but left open the opportunity that the drug did carry some benefit due to wide confidence intervals in comparisons of efficacy. - CORIMUNO-19: There were a lower number of patients hospitalized with COVID-19 and moderate-to-severe pneumonia taking Actemra who required noninvasive ventilation, intubation, or died at 14 days compared with placebo, but Actemra did not meet the primary outcome of reducing clinical progression scores by 5 days after starting treatment. Evidence showing no benefit: - In the COVID-BioB Study, patients who received Actemra instead of standard of care had improved clinical outcomes (69% vs. 61%; P = .61) and reduced mortality (15% vs. 33%; P = .15), but neither result was statistically significant. - Results posted in medRxiv by researchers at the University of North Carolina, Chapel Hill, showed that of 11 patients with severe COVID-19 requiring ventilation, Actemra reduced C-reactive protein levels but did not result in significant improvement in temperature and oxygen requirements. - An Italian study sponsored by the Italian Medicine Agency (AIFA) was stopped after Actemra failed to perform better than standard of care in reducing respiratory symptoms, intensive care visits and mortality. - Roche also provided an update for COVACTA indicating the drug did not meet its primary or secondary endpoints of improved clinical status and reduced mortality.  Status: COVACTA has been completed; EMPACTA and CORIMUNO-19 are active, but not recruiting.","developerResearcher":["Roche"],"sponsors":["Various"],"trialPhase":"Phase 3","lastUpdate":"12/24/2020"},{"medicationClass":"Antirheumatic agent","tradeName":["Bucillamine"],"details":"Background: Revive Therapeutics is testing antirheumatic drug bucillamine in a Phase 3 trial of patients with mild-to-moderate COVID-19. The trial is a randomized, placebo-controlled study of up to 1,000 participants who will receive bucillamine or placebo three times per day for up to 14 days. Study sites are currently listed in the US; the company notes it will expand location to Canada and Asia-Pacific countries (NCT04504734). Status: Revive received IRB approval to move forward with the Phase 3 trial in August, and enrollment is currently underway. Bucillamine has also been granted compassionate use through IRB approval, the company announced.","developerResearcher":["Revive Therapeutics Ltd."],"sponsors":["Revive Therapeutics Ltd."],"trialPhase":"Phase 3","lastUpdate":"12/24/2020"},{"medicationClass":"Monoclonal antibody","tradeName":["Bamlanivimab (LY-CoV555)"],"details":"Background: Bamlanivimab is a monoclonal antibody that binds to the spike protein receptor in SARS-CoV-2 and can block viruses from binding to the ACE2 host cell surface receptor.   Regulatory Actions: On 9 November, the FDA&nbsp;issued&nbsp;an EUA for bamlanivimab, injection, 700 mg/20 mL, for use in adults and adolescents 12 years and older with mild or moderate COVID-19 at high risk for progressing to severe COVID-19 and/or hospitalization. Authorization was based on results from BLAZE-1, where the authorized dose did not significantly reduce viral load (see below). Bamlanivimab should be given to patients &ldquo;as soon as possible after a positive COVID-19 test and within 10 days of symptom onset,&rdquo; Eli Lilly said in a press release announcing the EUA. On 20 November, Health Canada issued an interim authorization for bamlanivimab based on the data from BLAZE-1, according to a press release from Eli Lilly.   Trials: Key trials include BLAZE-1 (NCT04427501), a Phase 2 study of 800 patients with mild to moderate COVID-19 receiving bamlanivimab alone or in combination with LY-CoV016, and BLAZE-2 (NCT04497987), a Phase 3 study&nbsp;of long-term care residents with COVID-19, which is being conducted with NIAID. Bamlanivimab also is included in the ACTIV trials, specifically ACTIV-2&nbsp;(NCT04518410) for patients with symptoms of COVID-19 but who have not been hospitalized and ACTIV-3 (NCT04501978) in combination with Veklury for hospitalized patients. A Phase 1 trial (NCT04411628) of 24 patients hospitalized with COVID-19 who received bamlanivimab or placebo was completed.   Outcomes: An interim analysis of BLAZE-1 published&nbsp;in the&nbsp;New England Journal of Medicine&nbsp;showed the 2800 mg dose significantly reduced (P = 0.02) viral load by day 11, while the other two doses did not significantly do so (700 mg dose, P = 0.38; 7000 mg dose, P = 0.70). Results from ACTIV-3, published in the New England Journal of Medicine, showed bamlanivimab together with Veklury was not significantly more effective than placebo at improving clinical outcomes for COVID-19.   Status: On 26 October, NIH&nbsp;closed&nbsp;the ACTIV-3 trial due to lack of efficacy.","developerResearcher":["Lilly","AbCellera"],"sponsors":["Lilly","Operation Warp Speed"],"trialPhase":"Phase 2/3","lastUpdate":"12/24/2020"},{"medicationClass":"Monoclonal antibody","tradeName":["VIR-7831 (GSK4182136)"],"details":"Background: Vir Biotechnology, Inc. and GlaxoSmithKline are evaluating their monoclonal antibody VIR-7831 (GSK4182136) to treat COVID-19. The monoclonal antibody has shown the ability to neutralized SARS-CoV-2 in vitro, according to the companies. Trials: VIR-7831 is being evaluated in a sub-trial of ACTIV-3 in patients hospitalized with COVID-19. The Phase 2/3 COMET-ICE trial, evaluating VIR-7831 against placebo in up to 1,360 participants who will be followed for up to 24 weeks, is currently enrolling (NCT04545060). Status: After an independent data monitoring committee reviewed positive, unblinded safety data of VIR-7831, the companies announced a global expansion of the COMET-ICE trial on 6 October, with additional study sites planned in North America, South America and Europe. ","developerResearcher":["Vir Biotechnology, Inc.","GSK"],"sponsors":["Vir Biotechnology, Inc."],"trialPhase":"Phase 2/3","lastUpdate":"12/24/2020"},{"medicationClass":"Monoclonal antibody","tradeName":["Mavrilimumab"],"details":"Background: The potential treatment is designed to antagonize GM-CSF signaling by binding to the alpha subunit of the GM-CSF receptor (GM-CSFRα). Kiniksa’s lead indication for mavrilimumab is giant cell arteritis.  Regulatory Actions: The FDA has approved an IND for a Phase 2/3 trial of mavrilimumab.  Trials: Researchers at the Cleveland Clinic are recruiting 60 participants in a prospective, Phase 2 trial evaluating early mavrilimumab treatment for respiratory failure in patients with COVID-19 (NCT04399980). The company also is conducting an international Phase 2/3 trial of about 570 participants evaluating two dose levels of mavrilimumab for patients with COVID-19 and pneumonia (NCT04447469).  Outcomes: Early reports of mavrilimumab showed early resolution of fever and improved oxygenation within one to three days without requiring mechanical ventilation, according to Kiniksa. Results from The Lancet show patients treated with mavrilimumab had better clinical outcomes compared with a control group at 28-day follow-up. On 22 December, Kiniksa announced results from an investigator-initiated, placebo-controlled trial of mavrilimumab (NCT04399980) that showed the mavrilimumab group had a non-significant increase in the number of patients off of mechanical ventilation by 14 days and a non-significant increase in the number of patients who survived to 28 days without respiratory failure compared with placebo.  Status: A consortium of US academic sites is initiating parallel prospective, interventional studies with mavrilimumab in patients with severe COVID-19 pneumonia and hyperinflammation.","developerResearcher":["Kiniksa Pharmaceuticals"],"sponsors":["The Cleveland Clinic"],"trialPhase":"Phase 2","lastUpdate":"12/24/2020"},{"medicationClass":"Antibody cocktail","tradeName":["Casirivimab/imdevimab (REGN-COV2)"],"details":" Background: Casirivimab and imdevimab, formerly known as REGN-COV2, are antibodies used as a cocktail to target the spike protein of SARS-CoV-2.  Regulatory Actions: FDA issued an emergency use authorization (EUA) for the combination of casirivimab and imdevimab to treat mild to moderate COVID-19 in adults or pediatric patients aged 12 years or older, based on safety and efficacy data in a Regeneron-sponsored trial evaluating ambulatory adult patients with COVID-19 (NCT04425629).  Trials: Regeneron launched Phase 1/2/3 trials in June for hospitalized patients with COVID-19 (NCT04426695) and ambulatory adult patients with COVID-19 (NCT04425629). The ambulatory trial established safety and is proceeding to Phase 2/3 portion to evaluate whether the antibody cocktail can effectively treat hospitalized and non-hospitalized COVID-19 patients. Repeated subcutaneous dosing of casirivimab/imdevimab is being investigated in healthy volunteers (NCT04519437). Regeneron also launched a separate Phase 3 trial in collaboration with NIAID and NIH to assess whether casirivimab/imdevimab can be used to treat and prevent COVID-19 (NCT04452318). On 14 September, the RECOVERY trial added casirivimab/imdevimab to its list of potential COVID-19 treatments.  Outcomes: Results from the first 275 patients in the Phase 1/2/3 trial, published in The New England Journal of Medicine, showed casirivimab/imdevimab was effective in reducing viral load, with patients who enrolled with a higher baseline viral level demonstrating greater decrease in viral load, reduction in symptoms, and hospital visits. On 28 October, Regeneron clarified in results shared with US regulators that patients who received casirivimab/imdevimab had 57% fewer medical visits related to COVID-19 compared with placebo. On 30 October, Regeneron announced that the trial's independent data monitoring board had recommended a hold on enrolling sicker patients in the trial, specifically those on high-flow oxygen or mechanical ventilation. ","developerResearcher":["Regeneron"],"sponsors":["Regeneron"],"trialPhase":"Phase 1/2/3","lastUpdate":"12/24/2020"},{"medicationClass":"Antiviral","tradeName":["Galidesivir"],"details":"Background: BioCryst is testing whether galidesivir, an antiviral drug with demonstrated broad-spectrum activity in vitro against coronaviruses MERS and SARS, is effective in treating patients with COVID-19. The company is enrolling up to 132 participants in an NIAID-sponsored trial evaluating whether galidesivir is effective in treating yellow fever or COVID-19 (NCT03891420). Outcomes: Results from the first part of the NIAID-sponsored trial announced by BioCryst in a press release indicate that galidesivir was \"safe and generally well tolerated\" among patients in the trial. ","developerResearcher":["BioCryst Pharmaceuticals"],"sponsors":["NIAID"],"trialPhase":"Phase 1b","lastUpdate":"12/24/2020"},{"medicationClass":"Anticoagulant","tradeName":["Heparin (UF and LMW)"],"details":"Background: In the Phase 3 ACTIV-4 inpatient protocol, NIH Researchers seek to evaluate if heparin has an effect on reducing clotting events that develop as a result of COVID-19. Patients receive various doses of unfractionated or low-molecular-weight heparin (NCT04505774). Another Phase 2/3 trial, ATTACC, is evaluating heparin in patients hospitalized with COVID-19 in Canada (NCT04372589). Outcomes: In a paper published in the journal Circulation, researchers cautioned against using therapeutic doses of anticoagulation in patients with severe COVID-19, as it may result in heparin-induced thrombocytopenia. Status: On 22 December, the ACTIV-4 trial paused enrollment for patients with COVID-19 who are critically ill and in the intensive care unit after it was found that anticoagulation drugs do not reduce the need for organ support; other participants, including those with moderate cases of COVID-19, are still being enrolled. ","developerResearcher":["NHLBI"],"sponsors":["Operation Warp Speed","University of Pittsburgh"],"trialPhase":"Phase 2/3/4","lastUpdate":"12/24/2020"},{"medicationClass":"Monoclonal antibody","tradeName":["CT-P59"],"details":"Background: Celltrion, based in South Korea, is evaluating the human monoclonal antibody CT-P59 as a potential treatment for COVID-19. The candidate was selected through a screening process where CT-P59 was found to neutralize the SARS-CoV-2 and several variants such as the mutated G-variant strain (D614G). Trials: A Phase 1 trial of up to 32 participants is underway (NCT04525079). The Korean Ministry of Food and Drug Safety (MFDS) approved a phase 2/3 trial in up to 1,000 patients in 12 countries in September (NCT04602000), and a Phase 3 trial in up 1,000 participants evaluating the post-exposure prophylaxis of the candidate has been approved by MDFS. Outcomes: Interim data from the Phase 1 trial indicate that CT-P59 is safe and tolerable without any adverse events. Regulatory Actions: In South Korea, the Ministry of Food and Drug Safety has authorized CT-P59 for use in \"patients with life-threatening conditions and with no other means of treatment.\" Celltrion plans to seek emergency use authorization in South Korea by the end of the year.","developerResearcher":["Celltrion"],"sponsors":["Celltrion"],"trialPhase":"Phase 3","lastUpdate":"12/18/2020"},{"medicationClass":"Antiviral","tradeName":["Veklury (remdesivir)"],"details":"Background: Veklury, an intravenous drug that inhibits viral replication, has shown in vitro and in vivo activity against SARS-CoV-2. It was originally developed as a treatment for Ebola.  Regulatory actions: As studies of Veklury have shown reduced time to clinical improvement for COVID-19 patients, countries have started allowing its use outside of trial settings. US: Veklury is approved by the FDA for use in adults and adolescents hospitalized for COVID-19. The approval is based on results from the ACTT-1 trial, sponsored by NIAID, and the two SIMPLE trials sponsored by Gilead. FDA had previously allowed the use of Veklury for COVID-19 under an EUA based on preliminary results of ACTT, and expanded the EUA to include all hospitalized patients with COVID-19.  FDA has warned Veklury should not be used with hydroxychloroquine or chloroquine phosphate, as it may reduce antiviral activity. FDA has also issued an EUA for Veklury in combination with the JAK inhibitor Olumiant for hospitalized patients with COVID-19 requiring mechanical ventilation based on results from the ACTT-2 trial. International: Japan has approved Veklury for COVID-19, but Singapore’s Health Sciences Authority, Australia’s Therapeutic Goods Administration (TGA), and the EMA in Europe have conditionally approved Veklury for use in patients 12 years and older with COVID-19 who may require \"low- or high-flow oxygen or other non-invasive ventilation at start of treatment.\" In the UK, Veklury has received a positive scientific opinion under the Medicines and Healthcare products Regulatory Agency (MHRA) Early Access to Medicines Scheme, which will allow adults and children with COVID-19 access to the medication if they meet additional criteria.  Trials: Veklury is being evaluated in the following high-profile trials: - SOLIDARITY (ISRCTN83971151) (NCT04315948)) - SIMPLE (NCT04292730; NCT04292899) - ACTT (NCT04280705), ACTT-2 (NCT04401579), ACTT-3 (NCT04492475), and ACTT-4 (NCT04640168). - Capital Medical University (NCT04252664; NCT04257656). - A late-stage trial evaluating Veklury in pediatric patients with COVID-19. - A Phase 2 trial of 40 participants across multiple trial sites in the U.S. of Veklury with and without the oral broad-spectrum anti-viral drug merimepodib (NCT04410354). - Gilead is testing an inhaled version of Veklury in a Phase 1a trial.  Outcomes: Veklury shows promise as a therapy that improves time to clinical improvement—but not improvement in mortality—for patients with COVID-19. - ACTT-1 and ACTT-2: Results from 1,059 patients in the ACTT study showed Veklury improved time to clinical recovery from 15 days to a median of 11 days, which was reaffirmed in a final report published in the New England Journal of Medicine. In ACTT-2, where patients received baricitinib in combination with Veklury, the group that received baricitinib had a reduced time to recovery compared with patients who received Veklury alone.- Capital Medical University: Veklury did not significantly improve clinical symptoms (hazard ratio, 1.23; 95% CI, 0.87-1.75). - SIMPLE: Results from Gilead’s two trials showed greater clinical improvement in moderate and severe COVID-19 cases, but results have not been statistically significant. Further results from the SIMPLE trial evaluating severe COVID-19 cases showed an improved time to clinical improvement and 62% reduction in mortality. In patients with moderate COVID-19, results from a large international trial published in JAMA appeared to show clinical improvement in patients taking a 5-day course of Veklury compared with patients randomized to standard of care at 11 days, \"but the difference was of uncertain clinical importance.\" - SOLIDARITY: Interim trial results from SOLIDARITY published in the New England Journal of Medicine showed none of the study drugs, including Veklury, reduced mortality, need for ventilation, or duration of hospital stay.  Status: On 19 November, the World Health Organization’s (WHO’s) Guideline Development Group released a statement recommending against the use of Veklury regardless of illness severity. ","developerResearcher":["Gilead Sciences"],"sponsors":["Gilead Sciences"],"trialPhase":"Phase 2/3","lastUpdate":"12/18/2020"},{"medicationClass":"Antiviral","tradeName":["Avigan (favilavir/avifavir)"],"details":"Background: Reports from officials in China have said Avigan is clinically effective against COVID-19.  Regulatory Actions: Avigan is approved in Italy to treat COVID-19, and in China as an experimental drug for COVID-19. Avifavir, a generic form of Avigan, has been approved to treat COVID-19 in Russia.  Trials: Six trials in China are evaluating favilavir against other antivirals such as baloxavir and marboxil in patients with COVID-19. Fujifilm announced a Phase 3 clinical trial to evaluate the safety and efficacy of Avigan in Japan for patients of COVID-19. In Canada, Appili Therapeutics announced they are conducting a Phase 2 trial of favilavir with 760 participants (residents and staff) in long-term care facilities. A 330-person trial of avifavir in Russia is ongoing. A randomized trial in the Philippines pitting Avigan against standard of care in four hospitals is also planned.  Outcomes: Recent data appears to show lack of efficacy of Avigan in treating COVID-19. A study presented in the pre-print server medRxiv of 240 patients that evaluated favilavir against Arbidol (umifenovir, a broad-spectrum antiviral used for influenza) showed neither drug was more effective at improving the clinical recovery rate of patients. Interim data from Japan suggested the favilavir was not effective in treating mild or moderate cases of COVID-19, which was confirmed by a press release from researchers in Fujita Health University.  Status: Trials have various dates of completion. Fujifilm  has sought approval of Avigan as a treatment for COVID-19 in Japan, but has run into concerns from Japanese regulators, such as Fujifilm's study design.","developerResearcher":["Fujifilm Toyama Chemical (as Avigan)","Zhejiang Hisun Pharmaceutical"],"sponsors":["Various"],"trialPhase":"Phase 2/3","lastUpdate":"12/18/2020"},{"medicationClass":"Monoclonal antibody","tradeName":["PRO 140 (leronlimab)"],"details":"Background: PRO 140 is a CCR5 antagonist that blocks the CCR5 co-receptor on the surface of immune cells like CD4 cells. It is believed that PRO 140 can enhance the immune response in patients experiencing cytokine release syndrome from respiratory distress caused by COVID-19. PRO 140 has received FDA fast track designation for use with carboplatin to treat CCR5-positive metastatic triple-negative breast cancer and in combination with highly active antiretroviral therapy (HAART) in HIV.  Trials: CytoDyn has launched a Phase 2 clinical trial evaluating PRO 140 in patients with mild to moderate (NCT04343651) and a Phase 2b/3 trial evaluating patients with severe (NCT04347239) cases of COVID-19. In the trial of severe COVID-19 cases, announced on 1 April, CytoDyn aims to enroll 342 patients and administer PRO 140 or placebo for 2 weeks with a primary endpoint of 14-day mortality. Another trial in collaboration with the Mexican National Institutes of Health is also planned.   Outcomes: FDA authorized use of PRO 140 in COVID-19 patients under an eIND. Patients treated under the eIND have a lower level of cytokine release syndrome and lower levels of IL-6 and TNF-alpha. A pre-print of results from the trial evaluating severely or critically ill COVID-19 patients showed leronlimab was effective at reducing IL-6 expression and in reversing immunosuppression, which led to a lower plasma viral load. Topline results released by the company from a Phase 2 trial of mild-to-moderate COVID-19 patients found PRO 140 had an improvement in total clinical symptom score compared with placebo (90% vs. 71%).  Status: A Phase 2b trial has enrolled 15 patients with mild-to-moderate COVID-19 and one patient with severe disease has been treated in a Phase 2b/3 trial, CytoDyn announced. On 30 April, CytoDyn’s CEO noted that 49 patients treated with PRO 140 under eIND were responding “extremely well.” Preliminary safety data from the Phase 2 trial released as a press release by CytoDyn show PRO 140 performed better than placebo with regard to serious adverse events. On 15 December, CytoDyn announced enrollment of the Phase 3 trial had been completed and results were expected next month.","developerResearcher":["CytoDyn"],"sponsors":["CytoDyn"],"trialPhase":"Phase 2b/3","lastUpdate":"12/18/2020"},{"medicationClass":"JAK inhibitor","tradeName":["Olumiant, Baricinix (baricitinib)"],"details":"Background: Olumiant (baricitinib), a Janus kinase (JAK) inhibitor developed by Eli Lilly and Company, is being evaluated as a therapeutic for COVID-19 alone and in combination with other therapies. Regulatory Actions: On 19 November, FDA issued an Emergency Use Authorization (EUA) for Olumiant in combination with Veklury for adult and adolescent patients hospitalized with COVID-19 requiring supplemental oxygen, invasive mechanical ventilation, or ECMO. The EUA was based on the results of the ACTT-2 trial. Trials: Olumiant is being evaluated in the following high-profile trials: - The Phase 3 Adaptive COVID-19 Treatment Trial 2 (ACTT-2), sponsored by the National Institute of Allergy and Infectious Diseases (NIAID), where participants received Veklury alone or together with Olumiant (NCT04401579)  - The Adaptive COVID-19 Treatment Trial 4 (ACTT-4), sponsored by NIAID, which is evaluating a combination of baricitinib and Veklury compared to a combination of dexamethasone and Veklury (NCT04640168). - The Phase 3 COV-BARRIER trial, sponsored by Eli Lilly, evaluating Olumiant against placebo in hospitalized COVID-19 patients (NCT04421027) - The Phase 4 TACTIC-R study evaluating Olumiant and ravulizumab against standard of care (NCT04390464) Outcomes: In ACTT-2, Olimiant plus Verluky significantly shortened median time to recovery from 8 days to 7 days compared with Veklury alone (HR, 1.15; 95% CI, 1.00-1.31; P = .047). Patients receiving Olumiant plus Veklury also had a significantly increased likelihood of better clinical status at 15 days (odds ratio, 1.26; 95% CI, 1.01-1.57; P = .044) and significantly fewer patients progressing to mechanical ventilation or mortality (23% vs. 28%; OR, 0.74; 95% CI, 0.56-0.99; P = .039). The results were published in  NEJM.","developerResearcher":["Eli Lilly"],"sponsors":["Eli Lilly","NIAID"],"trialPhase":"Phase 3/4","lastUpdate":"12/11/2020"},{"medicationClass":"Nitric oxide","tradeName":["INOpulse"],"details":"Background: Inhaled nitric oxide has been explored as a treatment for COVID-19 patients due to its success in improving arterial oxygenation in patients with ARDS due to SARS-CoV. Results from patients treated with INOpulse under an emergency expanded access program have proved promising, the company said.  Regulatory Actions: FDA allowed INOpulse for compassionate use in COVID-19 patients on 20 March.  Trials: Bellerophon is performing the Phase 3 randomized, placebo-controlled COViNOX study to evaluate the safety and efficacy of INOpulse in up to 500 COVID-19 patients where supplemental oxygen is needed prior to mechanical ventilation. The primary endpoints are respiratory failure and mortality of patients in both groups (NCT04421508).  Status: The FDA approved an IND for the therapy to proceed to a Phase 3 trial, which is currently underway However, the trial is on clinical hold based on an interim analysis of 100 patients in the study.","developerResearcher":["Bellerophon Therapeutics"],"sponsors":["Bellerophon Therapeutics"],"trialPhase":"Phase 3","lastUpdate":"12/11/2020"},{"medicationClass":"Antihelmintic","tradeName":["Ivermectin"],"details":"Background: Ivermectin is used to treat intestinal strongyloidiasis and onchocerciasis (tablets), lice and rosacea (topical). The drug has been proven effective in vitro of inhibiting SARS-CoV-2 within 48 hours of treatment with a 5,000-fold reduction in the virus, according to a paper published in Antiviral Research. It has also shown potential when delivered as a nasal spray in a pig model.  Trials: Ivermectin is being evaluated against placebo in patients with COVID-19 in the Phase 2/3 IVERCORCOVID19 trial in Argentina (NCT04529525), the Phase 2 COVER trial in Italy and Spain (NCT04438850), a Phase 2/3 trial in Colombia (NCT04405843), the Phase 2 SAINT trial in Spain (NCT04390022), the Phase 2 IFORS trial in Brazil (NCT04431466), and a Phase 3 outpatient study at Temple University in Philadelphia (NCT04530474). The Japanese government also plans to test ivermectin against COVID-19 in a clinical trial, according to Prime Minister Shinzo Abe reported in Pharma Japan. Phase 1 trial in France of ivermectin led by MedinCell is also underway.  Outcomes: A group of researchers from the All India Institute of Medical Sciences, Bhubaneswar, are claiming ivermectin may be a prophylaxis for COVID-19. In a non-peer reviewed case-control study of 38 patients taking ivermectin and 77 patients in a control group posted to the pre-print server medRxiv, the researchers found a 73% reduction in COVID-19 infection over the following month among health care workers who received two ivermectin doses of 300 μg/kg 72 hours apart. The study also evaluated hydroxychloroquine and vitamin C as prophylaxis agents, but neither were associated with a significant reduction of COVID-19 infections in health care workers. In a study published in the International Journal of Infectious Diseases, researchers at ICDDR in Bangladesh found patients with COVID-19 who received a 5-day course of ivermectin had significantly better viral clearance compared with patients taking placebo (P = .02), but patients who received ivermectin plus doxycycline did not perform significantly better than placebo.","developerResearcher":["Various"],"sponsors":["Various"],"trialPhase":"Phase 2/3","lastUpdate":"12/11/2020"},{"medicationClass":"Biguanide","tradeName":["Metformin (Glucophage, Glumetza, Riomet)"],"details":"Background: Metformin, an oral medication used to treat type 2 diabetes, is being evaluated as a therapeutic candidate for COVID-19. Early results from Wuhan, China, suggested metformin helped reduce the risk of mortality from COVID-19 in patients with type 2 diabetes. Trial: Researchers at the University of Minnesota are planning the Phase 2/3 MET-Covid trial with 1,522 participants to assess whether metformin is able to reduce COVID-19 severity, prevent symptomatic disease from COVID-19, and/or prevent SARS-CoV-2 infection (NCT04510194). Outcomes: In a retrospective study  of 25,326 patients with COVID-19 presented in the pre-print server medRxiv, diabetes carried a significantly higher risk of mortality (odds ratio, 3.62; 95% confidence interval, 2.11-6.2; P published in the Journal of the American Medical Directors Association of residents in nursing homes with diabetes found their metformin treatment reduced 30-day mortality from COVID-19. For women who have obesity of type 2 diabetes hospitalized with COVID-19, metformin was significantly associated with decreased mortality, but this association was not seen in men or in a sample of men and women, according to a study published in The Lancet Healthy Longevity. However, a meta-analysis of available studies evaluating COVID-19 published in Diabetes & Metabolism notes the potential of metformin in reducing mortality in patients with diabetes, but cautions that randomized clinical trials are needed. ","developerResearcher":["University of Minnesota"],"sponsors":["University of Minnesota"],"trialPhase":"Phase 2/3","lastUpdate":"12/11/2020"},{"medicationClass":"Antiviral","tradeName":["MK-4482"],"details":"Background: MK-4482 (formerly EIDD-2801) is an oral broad-spectrum antiviral that has shown effectiveness against infections such as influenza, chikungunya, Ebola and equine encephalitis. It has a similar mechanism of action to remdesivir and prevents replication of the virus. In animal models, MK-4482 inhibited the replication of SARS-CoV-2 and MERS in mice and blocks transmission of SARS-CoV-2 in ferrets, according to recent papers.  Regulatory actions: On 8 April, the FDA authorized use of MK-4482 for COVID-19 under an investigative new drug (IND) application. On 13 April, MHRA cleared MK-4482 for human testing.  Status: Emory is launching a Phase 2 trial evaluating MK-4482 in humans after seeing success in humans with the therapeutic in Phase 1 trials. Merck has an agreement with Ridgeback Biotherapeutics to co-develop MK-4482 and related molecules. Merck is planning studies of MK-4482 in hospitalized (NCT04575584) and non-hospitalized (NCT04575597) adults with COVID-19, but the trials are not yet recruiting.","developerResearcher":["DRIVE","Ridgeback Biotherapeutics","Merck"],"sponsors":["Ridgeback Biotherapeutics"],"trialPhase":"Phase 2","lastUpdate":"12/11/2020"},{"medicationClass":"Monoclonal antibody","tradeName":["AZD7442"],"details":"Background: AstraZeneca is testing AZD7442, a combination of two monoclonal antibodies, AZD8895 and AZD1061, as a prevention and treatment for COVID-19. The monoclonal antibodies were discovered by researchers at Vanderbilt University and licensed to AstraZeneca. Trials: The company has launched a Phase 1 randomized, double-blind, placebo-controlled trial evaluating in up to 48 participants in the United Kingdom (NCT04507256). The company is advancing AZD7442 to two Phase 3 trials after receiving $486 million from BARDA: a safety and efficacy trial in up to 5,000 participants called PROVENT (NCT04625725), and the STORM CHASER trial of up to 1,125 participants that will evaluate post-exposure prophylaxis, which is currently underway (NCT04625972).","developerResearcher":["AstraZeneca","Vanderbilt University Medical Center"],"sponsors":["AstraZeneca","BARDA"],"trialPhase":"Phase 3","lastUpdate":"12/4/2020"},{"medicationClass":"HIV protease inhibitor","tradeName":["Kaletra (lopinavir-ritonavir)"],"details":"Background: Kaletra is indicated in combination with other antiretrovirals to treat HIV-1 infection in adults and in pediatric patients 14 days and older. Kaletra has been effective against SARS, showing in vitro activity against the disease in a 2004 study. Countries hard hit by COVID-19, such as Italy, have recommended the drug combination as a treatment for the novel coronavirus.  Trials: High-profile trials of Kaletra are evaluating the drug alone and in combination with other COVID-19 therapeutic candidates:  Tongji Hospital (Recruiting; NCT04255017).  A study in South Korea pitting Kaletra against hydroxychloroquine in mild cases of COVID-19 (NCT04307693).  Kaletra alone and in combination with interferon-beta are two arms of the WHO SOLIDARITY trial, but have been discontinued due to lack of efficacy.  The UK-based RECOVERY trial is also evaluating Kaletra, but has stopped randomization to this treatment arm.  Lopinavir and ritonavir are also being evaluated together with abacavir and lamivudine as the drug QuadraMune in a trial sponsored by Therapeutic Solutions International (NCT04421391).  Outcomes: Findings are beginning to indicate that Kaletra may not result in clinical improvement from COVID-19. - Evidence for use: A study published in The Lancet found a combination of interferon beta-1b, Kaletra and ribavirin was more effective than treating with Kaletra on its own. - Evidence showing no benefit: A randomized, controlled trial published in the New England Journal of Medicine showed no therapeutic benefit for Kaletra in patients with cases of severe COVID-19. Results from the RECOVERY trial, which were published in The Lancet, researchers found no clinical benefit for hospitalized patients taking Kaletra. In SOLIDARITY, interim results published in the New England Journal of Medicine showed Kaletra and interferon did not reduce mortality, the need for ventilation, or duration of hospital stay.  Status:  Trial completion dates of the studies based in China and South Korea vary, with the earliest completion dates listed in late April. SOLIDARITY is currently recruiting. RECOVERY has stopped randomizing to its Kaletra arm after finding no clinical benefit for the drug.","developerResearcher":["AbbVie"],"sponsors":["Various"],"trialPhase":"Phase 2/4","lastUpdate":"12/4/2020"},{"medicationClass":"Glucocorticoid","tradeName":["Dexamethasone (Dextenza, Ozurdex, others)"],"details":"Background: Dexamethasone has been selected as a potential therapy due to its potential for reducing the inflammation associated with cytokine release syndrome in patients with COVID-19.  Trials: The drug is currently being evaluated as a treatment arm of the RECOVERY trial. It is also being evaluated in the Adaptive COVID-19 Treatment Trial 4 (ACTT-4) in combination with Veklury against Olumiant plus Veklury (NCT04640168).  Outcomes: Preliminary results from the RECOVERY trial  published in the New England Journal of Medicine indicate dexamethasone may help reduce mortality in patients with COVID-19. Of 2,104 patients randomized to receive dexamethasone, the mortality rate was significantly lower in patients on mechanical ventilators compared with those who received usual care (29.3% vs. 41.4%) and in patients receiving oxygen compared with those who received usual care (23.3% vs. 26.2%). Results from the CoDEX trial (NCT04327401) in Brazil showed patients taking dexamethasone had a significant increase in the number of ventilator-free days at 28 days compared with standard of care, according to a paper published in JAMA. CoDEX was stopped early due to results from the RECOVERY trial.  Regulatory Actions: In response to positive preliminary results, the UK and Japan have approved dexamethasone to treat COVID-19; the therapy also has been endorsed by the EMA for use in patients who require oxygen therapy. It is provisionally approved in Taiwan.","developerResearcher":["Various"],"sponsors":["University of Oxford"],"trialPhase":"Phase 2/3","lastUpdate":"12/4/2020"},{"medicationClass":"Antigout agent","tradeName":["Colchicine (Mitigare, Colcrys)"],"details":"Background: Colchicine, an anti-inflammatory drug primarily used to treat gout, is being evaluated as a therapeutic candidate for COVID-19. Pre-clinical studies have shown use of colchicine reduces lung injury in patients with ARDS, and could be useful for the treatment of severe COVID-19 symptoms. Trial: Colchicine is being evaluated in the following high-profile trials:  - A treatment arm of the RECOVERY trial (NCT04381936).  - COLVID-19: a Phase 2 multicenter, randomized, open-label study of up to 308 participants at the University Of Perugia in Italy (NCT04375202).  - COLHEART-19: A Phase 2 study of up to 150 participants at the University of California, Los Angeles (NCT04355143) and the Miami Cardiac and Vascular Institute (NCT04510038).  - COLCOVID: A 2,500-person Phase 3 trial at the Estudios Clínicos Latino América in Argentina evaluating colchicine against standard of care (NCT04328480), at the Dhaka Medical College in Bangladesh (NCT04527562), and at the Fundación Universitaria de Ciencias de la Salud in Columbia (NCT04539873).  - COLCHI-COVID: A Phase 3 trial of up to up to 954 participants at the Instituto de Investigación Marqués de Valdecilla in Spain (NCT04416334).  - COLCORONA: Researchers at the Montreal Heart Institute are evaluating colchicine in a Phase 3 randomized, double-blind, placebo-controlled trial of up to 6,000 participants with high-risk COVID-19 (NCT04322682). ","developerResearcher":["NHLBI","Bill and Melinda Gates Foundation","Government of Quebec"],"sponsors":["Montreal Heart Institute"],"trialPhase":"Phase 2/3","lastUpdate":"12/4/2020"},{"medicationClass":"Dihydroorotate dehydrogenase (DHODH) inhibitor","tradeName":["PTC299"],"details":"Background: PTC has said PTC299 has the potential to address the high level of viral replication and inflammatory response associated with COVID-19. Results from a study published in Virus Research indicate the therapeutic is effective at inhibiting replication of SARS-CoV-2 and suppressed IL-6, IL-17A, IL-17F, and vascular endothelial growth factor in tissues cultures.  Trials: A Phase 2/3 trial is underway to evaluate PTC299 in the U.S. (NCT04439071). A Phase 2/3 in Australia has begun, and additional trials are planned in Europe and Brazil. ","developerResearcher":["PTC"],"sponsors":["PTC"],"trialPhase":"Phase 2/3","lastUpdate":"12/4/2020"},{"medicationClass":"Monoclonal antibody","tradeName":["Lenzilumab"],"details":"Background: Lenzilumab has been shown to have a protective effect against cytokine release syndrome associated with CAR-T therapy. It is believed that lenzilumab can aid cytokine-mediated immunopathology of COVID-19 lung injury and ARDS.  Regulatory Actions: On 2 April, FDA authorized use of lenzilumab in COVID-19 patients under an eIND application.  Trials: A multicenter, Phase 3, randomized, double-blinded, controlled, clinical trial with lenzilumab for the prevention of ARDS in patients with pneumonia associated with COVID-19 (NCT04351152) is underway in the US. Lenzilumab also is being evaluated in NIAID's Big Effect trial in combination with Veklury compared with Veklury plus a placebo (NCT04583956).  Outcomes: Early results from the first 12 patients who received lenzilumab at Mayo Clinic locations showed 11 of 12 (92%) had clinical improvement, with a median discharge time of 5 days. Oxygenation also was improved in patients taking lenzilumab. Further results published in Mayo Clinic Proceedings showed lenzilumab was associated with an 80% reduction in risk of mechanical ventilation and mortality. Interim Phase 3 results&nbsp;announced&nbsp;by Humanigen appear to show lenzilumab aids recovery from COVID-19, with 37% more recoveries seen in patients taking lenzilumab compared with standard of care.\n\nStatus: Humanigen has entered into a Cooperative Research and Development Agreement (CRADA) with the U.S. Department of Defense as part of Operation Warp Speed, and in advance of a potential EUA, according to a 06 November press release.\n&nbsp;","developerResearcher":["Humanigen","Catalent"],"sponsors":["NIAID"],"trialPhase":"Phase 3","lastUpdate":"11/6/2020"},{"medicationClass":"Synthetic human vasoactive intestinal peptide (VIP)","tradeName":["RLF-100 (aviptadil)"],"details":"Background: RLF-100 is thought by researchers to help decrease mortality and improve oxygenation in the blood for patients with COVID-19 through its anti-inflammatory activity. It currently has an Orphan Drug designation from the FDA and EMA for acute lung injury.  Trials: NeuroRx is planning several clinical trials for RLF-100: the 144-person AVINALI  study evaluating the candidate’s effectiveness in treating non-acute lung injury (NCT04360096), and the COVID-AIV trial evaluating patients with critical COVID-19 who have respiratory failure (NCT04311697). FDA has also granted Expanded Access Protocol for patients ineligible for enrollment in COVID-AIV (NCT04453839).  Regulatory Actions: RLF-100 has been granted a fast-track designation by the FDA to evaluate RLF-100 in COVID-19 patients. Outcomes: Early results from the first 30 patients enrolled in the COVID-AIV trial show no significant drug-related adverse events among patients taking RLF-100 compared with placebo. Topline results from an open-label, prospective study show survival of 81% for patients hospitalized for COVID-19 who received RLF-100 compared with the placebo group. Status: The COVID-AIV study has been cleared to continue enrollment after a vote from an independent data monitoring committee, with enrollment expected to complete in the middle of December and top-line data by January 2021. ","developerResearcher":["NeuroRx","Relief Therapeutics"],"sponsors":["NeuroRx"],"trialPhase":"Phase 2/3","lastUpdate":"11/6/2020"},{"medicationClass":"Antiviral","tradeName":["AT-527"],"details":"Background: Atea Pharmaceuticals, Inc. is developing their oral direct-acting antiviral drug AT-527 as a COVID-19 therapeutics candidate. The company is evaluating up to 190 participants in an international Phase 2 trial where patients 45-80 years old who will receive the drug or placebo for 5 days (NCT04396106).","developerResearcher":["Atea Pharmaceuticals, Inc."],"sponsors":["Atea Pharmaceuticals, Inc."],"trialPhase":"Phase 2","lastUpdate":"11/6/2020"},{"medicationClass":"Anthelmintic","tradeName":["Niclocide (niclosamide)"],"details":"Background: Niclosamide, an antiparasitic drug used to manage tapeworm infections, is being investigated by several centers as a COVID-19 therapeutic. It has shown efficacy against SARS-CoV-2 in animal models. Trials: ANA Therapeutics is evaluating niclosamide in capsule form under the name ANA001 in a clinical trial authorized by the FDA. Niclosamide is also being investigated several other trials: a multicenter Phase 2/3 trial, a randomized Phase 2 trial of 100 participants with mild-to-moderate COVID-19 at Tufts Medical Center (NCT04399356), a Phase 2 trial of 100 participants with moderate COVID-19 sponsored by First Wave Bio, Inc. (NCT04436458), and at Lille University Hospital in France in combination with diltiazem against hydroxychloroquine and standard of care (NCT04372082) The drug is also being tested in a Phase 1 trial in the Philippines, South Korea, and India by Daewoong Pharmaceutical.","developerResearcher":["ANA Therapeutics"],"sponsors":["Tufts Medical Center","First Wave Bio, Inc.","Lille University Hospital"],"trialPhase":"Phase 2/3","lastUpdate":"10/30/2020"},{"medicationClass":"Immunoglobulin","tradeName":["Convalescent plasma"],"details":"Background: Convalescent plasma has been studied as passive immunotherapy in&nbsp;other coronaviruses&nbsp;such as MERS and in&nbsp;SARS-CoV-2.   Trials: Convalescent plasma is being evaluated against placebos, other treatments, and standard of care in a number of high-profile trials:   NYU Langone Health and Albert Einstein (Recruiting;&nbsp;NCT04364737). Brigham and Women&rsquo;s Hospital (Recruiting;&nbsp;NCT04361253). Cedars-Sinai Medical Center (Recruiting;&nbsp;NCT04353206). Johns Hopkins University (Recruiting;&nbsp;NCT04323800;&nbsp;NCT04377672;&nbsp;NCT04373460). Baylor Research Institute (Not Recruiting;&nbsp;NCT04333251). Stanford University (Not Recruiting;&nbsp;NCT04355767). Stony Brook University (Invitation;&nbsp;NCT04344535). A novel biosynthetic convalescent plasma is also being&nbsp;developed&nbsp;by Immunome after a contract awarded by the Department of Defense.   Outcome: In the first&nbsp;peer-reviewed study&nbsp;of convalescent plasma, 19 of 25 patients (76%) with severe COVID-19 who received convalescent plasma had clinical improvement. In a&nbsp;safety update&nbsp;published in Mayo Clinic Proceedings, mortality improved from 12% as reported in the pre-print to 8.6%. Further evidence from Mayo Clinic researchers&nbsp;posted&nbsp;in the pre-print server&nbsp;medRxiv&nbsp;found convalescent plasma reduced mortality by about 57% compared with standard of care in patients hospitalized with COVID-19. A large study&nbsp;posted&nbsp;in the pre-print server&nbsp;medRxiv&nbsp;from the US Expanded Access Program (EAP) COVID-19 Plasma Consortium of more than 35,000 patients with COVID-19 in an expanded access program found patients had a 7-day mortality rate of 8.7% if they received convalescent plasma 3 days after diagnosis and 11.9% if they received convalescent plasma 4 days after diagnosis; however, the efficacy of the treatment has been&nbsp;called into question&nbsp;due to lack of a placebo group. In a group of 351 patients hospitalized with COVID-19 and given convalescent plasma, the &ldquo;optimal window&rdquo; for administration was within 44 hours, according to a paper of 60-day follow-up data posted to medRxiv. Results from a randomized controlled Phase 2 trial in India published in The BMJ found patients with COVID-19 who received convalescent plasms did not have significantly different rates of disease progression or mortality compared with patients who received placebo.   Regulatory actions: &nbsp;On 23 August, FDA issued an EUA for the use of convalescent plasma for patients hospitalized with suspected or laboratory-confirmed COVID-19. The EUA decision was based on convalescent plasma&rsquo;s history of effectiveness in other coronaviruses, efficacy and safety data in animal models, published studies on safety and efficacy in humans, and data from the National Expanded Access Treatment Protocol led by the Mayo Clinic. However, to date, there has been no data from large-scale randomized clinical trials on the safety and efficacy of convalescent plasma. In a fact sheet issued to providers, FDA emphasized that convalescent plasma is not standard of care for COVID-19, and changes should not be made to current clinical trials of convalescent plasma based on the EUA. FDA previously had allowed the use of convalescent plasma from recovered cases of COVID-19 for patients with &ldquo;serious or immediately life-threatening COVID-19 infections under an&nbsp;emergency investigational new drug&nbsp;(eIND) application.&rdquo; On 23 September, FDA reaffirmed their decision to issue an EUA for convalescent plasma, saying it &ldquo;met the criteria for issuance of an EUA&rdquo; but clarified that convalescent plasma does not meet &ldquo;the same evidentiary standard as required for approval or licensure of a drug or biological product.&rdquo;","developerResearcher":["Various"],"sponsors":["Various"],"trialPhase":"Phase 1/2","lastUpdate":"10/30/2020"},{"medicationClass":"H2 blocker","tradeName":["Pepcid (famotidine)"],"details":"Background: Pepcid is mainly used to treat peptic ulcer disease, GERD, and Zollinger-Ellison syndrome. Pepcid was identified by computer models as having the potential for inhibiting 3-chymotrypsin-like protease, which controls coronavirus replication.  Trials: The drug is currently being evaluated in the Phase 3 MATCH trial, where up to 1,170 participants will receive hydroxychloroquine either with and without Pepcid (NCT04370262).  Outcomes: Evidence of benefit: A large retrospective study performed by researchers from the MATCH trial found patients with COVID-19 taking Pepcid (n = 84) were significantly less likely to experience death or intubation as a composite outcome (P small observational study of 83 patients hospitalized for COVID-19 at a tertiary care center who received Pepcid had reduced mortality, lower rates of intubation, and reduced serum markers. A small case series of 10 patients with COVID-19 in a non-hospital setting found high doses of the medication (most commonly 80 mg three times per day over median 11 days) improved disease-related symptoms. However, results from a pre-print paper suggest Pepcid is not a \"direct-acting inhibitor\" of the virus. Evidence of no benefit: In a large study published in the journal Gastroenterology of 1,127 patients with COVID-19 who received Pepcid and 6,031 patients who did not, results showed Pepcid did not reduce the risk of death. ","developerResearcher":["Yamanouchi Pharmaceutical Co.","J&J","Merck"],"sponsors":["Northwell Health"],"trialPhase":"Phase 3","lastUpdate":"10/23/2020"},{"medicationClass":"Monoclonal antibody","tradeName":["Remicade (infliximab)"],"details":"Background: Remicade is a tumor necrosis factor inhibitor that been proposed as a potential treatment for cytokine release syndrome associated with COVID-19.  Trials: Together with the monoclonal antibody namilumab, Remicade is being tested in patients hospitalized with COVID-19 in the multi-arm CATALYST trial of therapeutics led by researchers from the Universities of Birmingham and Oxford. Researchers hope one or both therapies will help alleviate serious symptoms of the disease.\nRemicade is also a treatment arm of the ACTIV-1 IM trial led by the National Center for Advancing Translational Sciences (NCATS), which is part of the National Institutes of Health (NCT04593940).\n\n\n","developerResearcher":["Janssen"],"sponsors":["UHB","Birmingham National Institute for Health Research Biomedical Research Centre (NIHR BRC)","NCATS","BARDA"],"trialPhase":"Phase 2/3","lastUpdate":"10/23/2020"},{"medicationClass":"Tyrosine kinase inhibitor","tradeName":["STI-5656 (abivertinib)"],"details":"Background: Sorrento Therapeutics is testing a tyrosine kinase inhibitor STI-5656 (abivertinib maleate) in patients hospitalized with COVID-19 related pneumonia. The company recently licensed abivertinib from ACEA Therapeutics for use as a therapy for COVID-19. The FDA has approved a Phase 2 trial of 80 participants receiving STI-5656 or standard of care (NCT04440007), and a Phase 2 trial of up to 400 participants is planned in Brazil (NCT04528667).","developerResearcher":["Sorrento Therapeutics"],"sponsors":["Sorrento Therapeutics"],"trialPhase":"Phase 2","lastUpdate":"10/16/2020"},{"medicationClass":"Monoclonal antibody","tradeName":["JS016"],"details":"Background: JS106 binds to the spike protein receptor in SARS-CoV-2 and can block viruses from binding to the ACE2 host cell surface receptor.  Status: Lilly has announced a Phase 1 trial is underway evaluating JS016 in 40 patients with COVID-19, and also is being evalauted in the Phase 2 BLAZE-1 study of 800 participants receiving LY-CoV555 or JS016 (LY-CoV016) as a combination therapy (NCT04427501). Status: Junshi Biosciences said LY-CoV555 and met their primary endpoints in the BLAZE-1 trial. Lilly has submitted a request for an EUA for LY-CoV555 monotherapy based on results from the BLAZE-1 trial.","developerResearcher":["Lilly","Junshi Biosciences"],"sponsors":["Lilly"],"trialPhase":"Phase 1","lastUpdate":"10/9/2020"},{"medicationClass":"IL-6 receptor agonist","tradeName":["Kevzara (sarilumab)"],"details":"Background: Kevzara is indicated to treat moderately to severely active rheumatoid arthritis in adults with inadequate response or intolerance to one or more DMARDs. The drug is being evaluated for its potential benefit in reducing the inflammatory response in the lungs among patients with COVID-19 who develop acute respiratory distress syndrome.  Trials: A Phase 2/3&nbsp;trial&nbsp;of 400 patients sponsored by Sanofi and Regeneron has been completed in the United States (NCT04315298). A second, Phase 2/3 trial was conducted in Italy, Spain, Germany, France, Canada and Russia.  Outcome: Preliminary data from an Italian&nbsp;paper&nbsp;from the Gemelli Against COVID-19 group published in The Lancet indicates Kevzara may be a promising treatment for COVID-19, but concomitant administration of other treatments does not make it clear whether it was Kevzara that provided the benefit. The authors said 83% of patients had clinical improvement after administration. Results from a small study from the SARI-RAF Study Group&nbsp;published&nbsp;in&nbsp;Annals of the Rheumatic Diseases&nbsp;found Kevzara did not perform better than standard care for clinical improvement and mortality in patients with severe COVID-19.  Status: The international trial sponsored by Sanofi and the US trial sponsored by Regeneron have been halted. The international trial did not meet its primary endpoint, and the companies have&nbsp;said&nbsp;they are not continuing clinical studies for Kevzara. Results from the Phase 2 portion of the Regeneron trial&nbsp;released&nbsp;by the company on 27 April showed Kevzara was not effective in treating severe COVID-19 cases or critical cases requiring a ventilator. Regeneron continued the trial with critical cases only and discontinuing the lower-dose treatment arm (200 mg) in favor of the higher-dose arm (400 mg), but&nbsp;results&nbsp;from the Phase 3 portion of the trial showed Kevzara did not meet primary or secondary endpoints compared with supportive care.","developerResearcher":["Sanofi","Regeneron"],"sponsors":["Sanofi","Regeneron"],"trialPhase":"No longer being studied for COVID-19","lastUpdate":"10/9/2020"},{"medicationClass":"Recombinant fusion protein","tradeName":["SACCOVID (CD24Fc)"],"details":"Background: SACCOVID, formerly known as CD24Fc, was recently part of several trials for the prophylactic treatment of graft-versus-host disease (GVHD) in leukemia patients receiving hematopoietic stem cell transplantation. The recombinant fusion protein targets a novel immune pathway checkpoint and modulates immune response through binding to Danger-Associated Molecular Patterns (DAMPS) and sialic acid-binding immunoglobulin-type lectins (Siglecs). The developers of SACCOVID, OncoImmune, believe it can be an effective non-antiviral biological modifier in COVID-19 because of it also showed reduction of multiple inflammatory cytokines in animal models.  Trials: A Phase 3 trial of 230 COVID-19 patients with absolute lymphocyte counts ≤ 800/mm3 in peripheral blood is underway (NCT04317040).  Outcomes: Early results from the trial of the first 70 patients show no adverse reactions to infusion or drug-related adverse events. The mortality rate in the trial, 5%, is “low among severe and critical COVID-19 patients,” OncoImmune’s CEO said. Topline results announced by press release from the company indicate SACCOVID helped reduce time to clinical recovery from 10 days in the placebo group to 6 days, and had \"a 60% better chance to achieve clinical recovery\" compared with placebo (P = .005), OncoImmune said. ","developerResearcher":["OncoImmune"],"sponsors":["OncoImmune"],"trialPhase":"Phase 3","lastUpdate":"10/2/2020"},{"medicationClass":"Anti-TNF","tradeName":["Humira (adalimumab)"],"details":"Background: The University of Oxford is testing whether adalimumab, an anti-tumor necrosis factor drug, helps prevent the progression of COVID-19 to severe disease among patients in community care homes in the United Kingdom. The AVID-CC trial, sponsored by the COVID-19 Therapeutics Accelerator, is planning to enroll up to 750 patients with COVID-19 in care homes across the United Kingdom who will receive adalimumab or standard of care.","developerResearcher":["University of Oxford"],"sponsors":["COVID-19 Therapeutics Accelerator"],"trialPhase":"Phase 2","lastUpdate":"10/2/2020"},{"medicationClass":"Monoclonal antibody","tradeName":["COVI-GUARD (STI-1499)"],"details":"Background: Sorrento Therapeutics, Inc. is developing STI-1499, also called COVI-GUARD, a neutralizing antibody that binds to the S1 subunit of the spike protein in SARS-CoV-2. COVI-GUARD is also part of a neutralizing antibody cocktail of three molecules that Sorrento is calling COVI-SHIELD, which is being developed in partnership with Mount Sinai Hospital in New York City. Pre-clinical results from posted to the pre-print server bioRxiv indicate COVI-GUARD protects against SARS-CoV-2 in Syrian golden hamsters. Trial: The company is planning a Phase 1 trial of COVI-GUARD in 32 patients hospitalized with COVID-19 compared with placebo (NCT04454398). Status: On 16 September, Sorrento received approval from the FDA to proceed with the Phase 1 trial for COVI-GUARD. The company said the ultimate goal is to obtain an EUA for COVI-GUARD by the end of the year.","developerResearcher":["Sorrento Therapeutics"],"sponsors":["Sorrento Therapeutics"],"trialPhase":"Phase 1","lastUpdate":"10/2/2020"},{"medicationClass":"VIP receptor agonist","tradeName":["PB1046"],"details":"Background: PhaseBio is evaluating their vasoactive intestinal peptide (VIP) receptor agonist PB1046 in hospitalized patients with COVID-19. Results in animal studies demonstrated PB1046 was effective in preventing acute lung injury and stopping inflammatory responses associated with ARDS. A Phase 2 trial of the candidate is underway in up to 210 participants hospitalized with COVID-19 (NCT04433546).","developerResearcher":["PhaseBio"],"sponsors":["PhaseBio"],"trialPhase":"Phase 2","lastUpdate":"9/25/2020"},{"medicationClass":"Small-molecule inhibitor","tradeName":["PF-00835321 (PF-07304814)"],"details":"Background: Pfizer is evaluating its phosphate prodrug PF-07304814, which metabolizes to PF-00835321 and has shown antiviral activity in vitro against SARS-CoV-2. The company has started a Phase 1b study of up to 56 participants who will receive the therapeutic or placebo (NCT04535167).","developerResearcher":["Pfizer"],"sponsors":["Pfizer"],"trialPhase":"Phase 1b","lastUpdate":"9/18/2020"},{"medicationClass":"Anticoagulant","tradeName":["Eliquis (Apixaban)"],"details":"Background: Researchers from NIH have launched NIH ACTIV-4 Outpatient trial, which will evaluate if anticoagulants or antithrombotic therapy has an effect on reducing cardiovascular or pulmonary complications that develop as a result of COVID-19. In the Phase 3 ACTIV-4 Outpatient trial, participants will be randomized to receive the anticoagulant apixaban, aspirin, or a placebo.","developerResearcher":["NHLBI"],"sponsors":["Operation Warp Speed"],"trialPhase":"Phase 3","lastUpdate":"9/11/2020"},{"medicationClass":"Monoclonal antibody","tradeName":["Takhzyro (lanadelumab)"],"details":"Background: Japanese pharmaceutical company Takeda is investigating whether lanadelumab, a monoclonal antibody currently being studied as a treatment for patients with hereditary angioedema, is effective in reducing fluid build-up in the lungs of patients with COVID-19. Lanadelumab blocks the activation of bradykinin, which has been theorized to be responsible for vascular dilation, vascular permeability and hypotension when bradykinin levels increase during COVID-19. Trial: Takeda is conducting a Phase 1 study of up to 24 participants analyzing lanadelumab against standard of care for COVID-19 associated pneumonia (NCT04460105).","developerResearcher":["Takeda (Shire)"],"sponsors":["Takeda (Shire)"],"trialPhase":"Phase 1b","lastUpdate":"9/11/2020"},{"medicationClass":"Glucocorticoid","tradeName":["Hydrocortisone"],"details":"Background: Hydrocortisone is being evaluated in several trials as a treatment to reduce or prevent lung injury and multisystem organ dysfunction associated with COVID-19. Other glucocorticoids such as dexamethasone have been shown to be effective in hospitalized patients who are mechanically ventilated. Trials: In Denmark, hydrocortisone is being evaluated in a Phase 3 trial of up to 1,000 participants with COVID-19 and severe hypoxia (NCT04348305). It also is being studied in France at Tours University Hospital in a subgroup of participants in the Phase 3 CAPE_COD trial evaluating its effect on treating community-acquired pneumonia (NCT02517489). Outcomes: A meta-analysis of studies from the WHO Rapid Evidence Appraisal for COVID-19 Therapies (REACT) Working Group analyzing the effect of dexamethasone, hydrocortisone, and methylprednisolone on mortality in patients with COVID-19 found systemic corticosteroids were effective in reducing 28-day mortality compared with usual care. Results from CAPE_COD published in JAMA found low-dose hydrocortisone was not effective in reducing mortality or persistent respiratory support compared with placebo, but researchers suggested the study may have been underpowered to detect a significant difference in outcomes. Results from the REMAP-CAP COVID-19 Corticosteroid Domain Randomized Clinical Trial, also published in JAMA, suggested hydrocortisone may be beneficial for patients with COVID-19, but the trial was stopped early. Status: Treatment guidelines released by NIH on 27 August recommend the use of dexamethasone at a dose of 6 mg per day for hospitalized patients with COVID-19 who meet certain criteria, or the use of prednisone, methylprednisolone, or hydrocortisone when dexamethasone is not available.","developerResearcher":["Various"],"sponsors":["Various"],"trialPhase":"Phase 3","lastUpdate":"9/4/2020"},{"medicationClass":"Monoclonal antibody","tradeName":["Ilaris (canakinumab)"],"details":"Background: Ilaris is a monoclonal antibody that targets interleukin (IL)-1β. Two studies published in The Lancet of COVID-19 showed patients had elevated levels of IL-1β and other cytokines during cytokine release syndrome.  It is approved to treat cryopyrin-associated periodic syndromes (FDA, European Medicines Agency); tumor necrosis factor receptor associated periodic syndrome, hyperimmunoglobulin D syndrome/mevalonate kinase deficiency, and familial mediterranean fever (FDA).  Trials: Novartis is conducting the Phase 3 CAN-COVID trial to evaluate whether Ilaris can treat cytokine release syndrome in patients with COVID-19. The company plans to enroll 450 patients from France, Germany, Italy, Spain, UK and the US (NCT04362813). Ilaris is also being evaluated in the canakinumab in Covid-19 Cardiac Injury (The Three C Study) in up to 45 participants hospitalized for COVID-19 with elevations in troponin and C‐reactive protein (NCT04365153).  Outcomes: A retrospective review of 10 patients published in The Lancet found that Ilaris reduced serum C-reactive protein early in treatment (day 1 and day 3) and improved oxygenation at day 3 and day 7. At 45 days post-hospitalization, no patients had died and all had been discharged.  Status: Novartis expects results from the trial by “mid-summer,” according to a company press release.","developerResearcher":["Novartis"],"sponsors":["Novartis"],"trialPhase":"Phase 3","lastUpdate":"8/28/2020"},{"medicationClass":"Small-molecule protein inhibitor","tradeName":["BLD-2660"],"details":"Background: BLD-2660, an oral small-molecule inhibitor of calpain, is being investigated as a therapeutic candidate for treating pneumonia associated with COVID-19. Its developer, Blade Therapeutics, is performing a Phase 2 randomized, double-blinded, placebo-controlled trial of BLD-2660 in up to 120 participants hospitalized with COVID-19 (NCT04334460) The company said the candidate is also being tested with concomitant remdesivir, according to a press release.","developerResearcher":["Blade Therapeutics"],"sponsors":["Blade Therapeutics"],"trialPhase":"Phase 2","lastUpdate":"8/28/2020"},{"medicationClass":"Recombinant human plasma","tradeName":["Rhu-pGSN (gelsolin)"],"details":"Background: BioAegis Therapeutics is assessing whether Rhu-pGSN, their recombinant human plasma product, is effective in treating hospitalized patients with COVID-19 who have developed pneumonia. Rhu-pGSN has shown in pre-clinical testing to regulate inflammation and has the potential to suppress cytokine release syndrome associated with COVID-19. Trial: The company has been approved by The Spanish Agency for Medicines and Health Products (AEMPS) to test whether Rhu-pGSN performs better than placebo in a randomized, blinded, placebo controlled trial (NCT04358406).","developerResearcher":["BioAegis Therapeutics"],"sponsors":["BioAegis Therapeutics"],"trialPhase":"Phase 2","lastUpdate":"8/21/2020"},{"medicationClass":"Angiotensin-(1–7) peptide","tradeName":["TXA127"],"details":"Background: Constant Therapeutics is testing its peptide angiotensin-(1-7) drug TXA127 in a Phase 2 clinical trial. The peptide is a Mas receptor agonist which has demonstrated efficacy in reducing inflammation, stabilizing endothelial and epithelial barriers, and reducing fibrosis in the lungs of animal models. Study Design: A randomized, parallel, double-blinded, placebo-control, Phase 2 trial of 100 patients with moderate COVID-19 (NCT04401423).","developerResearcher":["Constant Therapeutics"],"sponsors":["Columbia University Irving Medical Center"],"trialPhase":"Phase 2","lastUpdate":"7/30/2020"},{"medicationClass":"PIKfyve inhibitor","tradeName":["LAM-002A (apilimod dimesylate)"],"details":"Background: AI Therapeutics and the Yale Center for Clinical Investigation are examining the efficacy of LAM-002A, a PIKfyve kinase inhibitor, in newly diagnosed patients with COVID-19. Preliminary research has shown LAM-002A combats SARS-CoV-2, especially in lung cells. Study Design: A phase 2 randomized, double-blind, placebo-controlled trial of about 142 participants who will receive LAM-002A 125mg in five 25-mg capsules twice per day for 10 days, or microcrystalline cellulose as a placebo (NCT04446377).","developerResearcher":["AI Therapeutics, Inc."],"sponsors":["AI Therapeutics, Inc.","Yale University"],"trialPhase":"Phase 2","lastUpdate":"7/30/2020"},{"medicationClass":"RIPK1 inhibitor","tradeName":["DNL758 (SAR443122)"],"details":"Background: Biopharmaceutical company Denali Therapeutics and Sanofi are partnering to test DNL758, a peripherally-restricted small molecule inhibitor of RIPK1, in a Phase 1b study of patients hospitalized with severe COVID-19. DNL758 is thought to reduce excessive inflammation associated with severe cases of COVID-19, according to a company press release. Study Design: A Phase 1b, randomized, double-blinded, placebo-controlled trial of 67 participants hospitalized with severe COVID-19 (NCT04469621).","developerResearcher":["Sanofi","Denali Therapeutics"],"sponsors":["Sanofi"],"trialPhase":"Phase 1b","lastUpdate":"7/30/2020"},{"medicationClass":"HIV-1 Rev protein inhibitor","tradeName":["ABX464"],"details":"Background: ABX464 has anti-inflammatory properties through its upregulation of miR-124 micro-RNA, which downregulates chemo- and cytokines causing cytokine release syndrome in patients with COVID-19. The candidate also has antiviral effects against HIV and has been effective in treating patients with ulcerative colitis. Trial: The company is enrolling patients in a Phase 2b/3 trial of 1,034 high-risk patients in Europe and Latin America across 50 study sites (NCT04393038).","developerResearcher":["Abivax"],"sponsors":["Abivax"],"trialPhase":"Phase 2b/3","lastUpdate":"7/9/2020"},{"medicationClass":"Autologous adipose-derived stem cells","tradeName":["AdMSCs"],"details":"Background: Previous research has shown ACE2- mesenchymal stem cells were safe and effective in treating pneumonia associated with COVID-19.  Trial: A Phase 2, multicenter, double-blinded study of 200 healthy participants where 100 participants who have already banked their AdMSCs with Celltex will receive three infusions of cells to test whether they have a prophylactic effect against COVID-19 (NCT04428801).  Regulatory Actions: FDA has approved an IND to evaluate AdMSCs in a Phase 2 study.","developerResearcher":["Celltex Therapeutics"],"sponsors":["Celltex Therapeutics"],"trialPhase":"Phase 2","lastUpdate":"7/2/2020"},{"medicationClass":"Mitogen-activated protein kinase (MAPK) inhibitor","tradeName":["Losmapimod"],"details":"Background: Losmapimod is a p38α/β MAPK inhibitor thought to reduce the inflammatory response associated with disease progression in COVID-19 by reducing inflammatory biomarkers such as C-reactive protein and IL-6.  Trials: Fulcrum is launching the Phase 3 LOSVID study, which will evaluate around 400 patients with COVID-19 who will receive a dose of the drug or placebo (NCT04511819).  Regulatory Actions: FDA has approved an IND to test losmapimod in the Phase 3 study.","developerResearcher":["Fulcrum Therapeutics"],"sponsors":["Fulcrum Therapeutics"],"trialPhase":"Phase 3","lastUpdate":"6/25/2020"},{"medicationClass":"Kinase inhibitor","tradeName":["Calquence (acalabrutinib)"],"details":"Background: Mantle cell lymphoma (MCL) for patients who have received at least one prior therapy and chronic lymphocytic leukemia (CLL) in the US. Calquence inhibits the enzyme Bruton’s tyrosine kinase (BTK). The BTK pathway has been implicated in TNF-alpha, IL-6, IL-10, and MCP-1 production and early data from the CALAVI trial has shown that Calquence is effective in reducing respiratory distress caused by COVID-19.  Trials: AstraZeneca is testing whether 428 participants in the CALAVI trial with COVID-19 and respiratory distress respond to standard of care with and without Calquence in the United States (NCT04380688) and internationally (NCT04346199).  Outcomes: A peer review of 19 individuals treated with Calquence published in the journal Science Immunology showed 8 of 11 patients (72.7%) requiring supplemental oxygen after being hospitalized for COVID-19 had their oxygenation improve to the point where they no longer required assistance, and 4 of 8 patients (50%) on mechanical ventilation had been extubated. C-reactive protein and IL-6 normalized in patients shortly after treatment.  Status: The trial is not currently recruiting. AstraZeneca has said preliminary results with Calquence are positive and hope they are confirmed in CALAVI.","developerResearcher":["AstraZeneca"],"sponsors":["AstraZeneca"],"trialPhase":"Phase 2","lastUpdate":"6/11/2020"},{"medicationClass":"Monoclonal antibody","tradeName":["Gimsilumab"],"details":"Background: Gimsilumab targets the pro-inflammatory cytokine granulocyte-macrophage colony stimulating factor (GM-CSF), which researchers have seen elevated in the blood of patients with COVID-19 and may be associated with acute respiratory distress syndrome in these patients.  Trials: Roivant has announced their randomized, double-blinded, placebo-controlled BREATHE trial will evaluate the efficacy of intravenous gimsilumab in 270 patients with COVID-19 with ARDS or lung injury (NCT04351243) .  Status: On 15 April, Roivant announced the first patient in the trial had been treated. On 13 May, Roivant said they would allow participants in the BREATHE trial to use convalescent plasma or antiviral agents like remdesivir in addition to receiving gimsilumab or placebo.","developerResearcher":["Roivant Sciences"],"sponsors":["Roivant Sciences"],"trialPhase":"Phase 2","lastUpdate":"5/14/2020"},{"medicationClass":"Monoclonal antibody","tradeName":["Otilimab"],"details":"Background: Otilimab is an anti-GM-CSF antibody developed and currently being evaluated for rheumatoid arthritis. GSK has identified the drug as a potential candidate for COVID-19 treatment in patients who experience cytokine release syndrome.  Trials: GSK is sponsoring the randomized Phase 2 OSCAR trial of 800 participants with COVID-19 who will receive standard of care plus either a single IV infusion of otilimab or placebo (NCT04376684).  Status: The trial is currently recruiting, and began testing as of 16 June, according to GSK.","developerResearcher":["MorphoSys","GSK"],"sponsors":["GSK"],"trialPhase":"Phase 2","lastUpdate":"5/7/2020"},{"medicationClass":"Oral sodium-glucose co-transporter 2 (SGLT2) inhibitor","tradeName":["Farxiga (dapagliflozin)"],"details":"Background: Farxiga is primarily used to treat type 2 diabetes by promoting glucosuria. In the DECLARE CV trial, the drug was associated with a lower rate of heart failure resulting in hospitalization and cardiovascular death. Other trials have shown Farxiga also has kidney-protective effects. Farxiga is used to treat type 2 diabetes and heart failure with reduced ejection fraction.  Trials: AstraZeneca is evaluating Farxiga in a Phase 3 trial of 900 participants with COVID-19 and comorbid conditions such as hypertension, type 2 diabetes, atherosclerotic cardiovascular disease, heart failure, and/or stage 3-4 chronic kidney disease (NCT04350593).","developerResearcher":["Bristol-Myers Squibb"],"sponsors":["AstraZeneca"],"trialPhase":"Phase 3","lastUpdate":"5/4/2020"},{"medicationClass":"Monoclonal antibody","tradeName":["Ultomiris (ravulizumab)"],"details":"Background: Ultomiris is C5 complement inhibitor originally engineered from eculizumab to have a longer-lasting half-life and longer intervals between dosing for treatment of paroxysmal nocturnal hemoglobinuria. Preclinical data of animal models published in the open-access journal mBio suggested the treatment lowers cytokine and chemokine levels in viral pneumonia. Alexion said patients with COVID-19 accessing eculizumab through compassionate use programs also have shown some clinical benefit.  Trials: Alexion is conducting a Phase 3 global study of 270 patients with COVID-19 hospitalized with severe pneumonia randomized to receive weight-based loading dose of Ultomiris followed by a weight-based dose on day 5 and day 10, and a 900-mg dose on day 15 (NCT04369469).  Regulatory Actions: The FDA has approved an IND for Ultomiris to treat patients with severe COVID-19, according to a company press release.  Status: The trial is slated to begin in May 2020.","developerResearcher":["Alexion"],"sponsors":["Alexion"],"trialPhase":"Phase 3","lastUpdate":"4/30/2020"}]}