{"source":"https://www.raps.org/news-and-articles/news-articles/2020/3/covid-19-vaccine-tracker","totalCandidates":"51","phases":[{"phase":"Phase 3","candidates":"10"},{"phase":"Phase 2/3","candidates":"3"},{"phase":"Phase 2","candidates":"2"},{"phase":"Phase 1/2","candidates":"9"},{"phase":"Phase 1","candidates":"13"},{"phase":"Pre-clinical","candidates":"14"}],"data":[{"candidate":"BNT162","mechanism":"mRNA-based vaccine","sponsors":["Pfizer, BioNTech"],"details":"Background: Pfizer and BioNtech are&nbsp;collaborating&nbsp;to develop BNT162, a series of vaccine candidates for COVID-19. BNT162 was initially four candidates developed by BioNTech, two candidates consisting of nucleoside modified mRNA-based (modRNA), one of uridine containing mRNA-based (uRNA), and the fourth candidate of self-amplifying mRNA-based (saRNA). Pre-clinical results of the modRNA candidate BNT162b2&nbsp;posted&nbsp;to the pre-print server&nbsp;bioRxiv&nbsp;showed the vaccine had &quot;protective anti-viral effects in rhesus macaques, with concomitant high neutralizing antibody titers and a TH1-biased cellular response in rhesus macaques and mice.&quot; The companies have selected BNT162b2 to move forward in a Phase 2/3 trial.\n\nRegulatory Actions: BNT162b was&nbsp;authorized by the Medicines and Healthcare products Regulatory Agency (MHRA) for use in the UK&nbsp;on 2 December after a rolling review of vaccine data submitted by Pfizer and BioNTech.\n\nStudy Designs: The pivotal Phase 2/3 trial of about 32,000 healthy participants&nbsp;(NCT04368728) still is recruiting, as is a Phase 1/2 trial in the US and Germany of 200 healthy participants between aged 18-55 years (NCT04380701).&nbsp;Pfizer and BioNTech also are planning&nbsp;a combined Phase 1/2 trial of 160 participants between 20-85 years old (NCT04588480). In China, BioNTech and Shanghai Fosun Pharmaceutical are conducting a Phase 2 trial of BNT162b in 960 healthy participants at the Jiangsu Provincial Center for Disease Control and Prevention (NCT04649021).\n\nOutcomes: On 9 November, Pfizer and BioNTech&nbsp;announced&nbsp;interim results by press release of 94 Phase 3 trial participants, which showed BNT162b2 was more than 90% effective in protecting participants who had never been infected with SARS-CoV-2 at 7 days after the second dose. Those results are backed up by Phase 1&nbsp;data&nbsp;published in&nbsp;The New England Journal of Medicine&nbsp;showing similar immunogenicity between BNT162b1 and BNT162b2 but fewer adverse effects with BNT162b2. Another study of Phase 1/2 data for BNT162b1 was&nbsp;published&nbsp;in the journal&nbsp;Nature. Robust immunogenicity was seen after vaccination at all three doses (10 &mu;g, 30 &mu;g and 100 &mu;g). Adverse events were elevated at the highest dose; therefore, participants did not receive a second dose at that level. Participants in Phase 1/2 trials who received two doses between 1 and 50 &micro;g of BNT162b1 had &quot;robust RBD-specific antibody, T-cell and favourable cytokine responses,&quot; according to a paper&nbsp;published&nbsp;in&nbsp;Nature&nbsp;on 30 September.\n\nStatus: In the US,&nbsp;Pfizer and BioNTech have requested that the FDA issue an EUA for BNT162b2; an advisory committee meeting is scheduled for 10 December. BNT162b1 and BNT162b2 received&nbsp;FDA Fast Track designation for BNT162b1 and BNT162b2. The companies requested conditional marketing authority from EMA on 1 December; EMA&#39;s rolling&nbsp;review&nbsp;of BNT162b2 could accelerate that authorization.&nbsp;In Australia, BNT162b2 received&nbsp;provisional determination&nbsp;from Australia&rsquo;s Therapeutic Goods Administration (TGA), which is the first step on the road for approval for the vaccine in the country. BioNTech&#39;s partner in China, Shanghai Fosun Pharmaceutical Group,&nbsp;announced&nbsp;it is seeking approval for BNT162b2 in China but would no longer be pursuing clinical trials for BNT162b1.","trialPhase":"Phase 3","institutions":["Multiple study sites in Europe, North America and China"]},{"candidate":"mRNA-1273","mechanism":"mRNA-based vaccine","sponsors":["Moderna"],"details":"Background: mRNA-1273 was developed by Moderna based on prior studies of related coronaviruses such as those that cause severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS).\n\nStudy Design: A Phase 3 trial of 30,000 participants at high risk for SARS-CoV-2 infection is underway. Participants will receive a 100 &micro;g dose of mRNA-1273 or placebo and then be&nbsp;followed for up to 2 years (COVE trial;&nbsp;NCT04470427). Moderna&nbsp;posted&nbsp;the full trial protocol for COVE on 17 September. Previously, a Phase 1 trial (NCT04283461) of 105 healthy participants provided the basis for Moderna&rsquo;s investigational new drug application (IND), which was successfully reviewed by the FDA and set the stage for Phase 2 testing. A Phase 2 trial of 600 healthy participants evaluating 25 &micro;g, 100 &micro;g, and 250 &micro;g dose levels of the vaccine was completed.&nbsp;(NCT04405076).\n\nOutcomes:\nHuman studies - An&nbsp;interim analysis of 95 participants in the Phase 3 COVE trial was released by Moderna on 16 November. The non-peer-reviewed data indicate mRNA-1273 has an efficacy of 94.5%. There were no severe cases of COVID-19 in the vaccinated group compared with 11 cases in the placebo group. Overall, the company said the vaccine was tolerated well with no &ldquo;significant safety concerns.&rdquo; Additionally, Phase 1 data&nbsp;published&nbsp;in the&nbsp;New England Journal of Medicine&nbsp;showed mRNA-1273 successfully produced neutralizing antibody titers in 8 participants who received either 25 &micro;g or 100 &micro;g doses. The response was dose dependent in 45 participants across 25 &micro;g, 100 &micro;g, and 250 &micro;g dose levels. In participants with available antibody data, neutralizing antibody titers were on par with what has been seen in convalescent sera from people who have successfully fought off COVID-19. The vaccine also appears to be safe for older adults, with participants who received two 25 &mu;g or 100 &mu;g doses of the vaccine experiencing mild or moderate effects consisting of fatigue, chills, headache, myalgia, and injection site pain, according to data from the Phase 1 trial&nbsp;published&nbsp;in the&nbsp;New England Journal of Medicine.\n\nAnimal studies - Results from a challenge in a mouse model showed mRNA-1273 prevented viral replication in the lungs, and neutralizing titers in the mouse model were similar in participants receiving 25 &micro;g or 100 &micro;g doses of the vaccine. A&nbsp;study&nbsp;of nonhuman primates challenged with SARS-CoV-2 published in the&nbsp;New England Journal of Medicine&nbsp;had neutralizing activity, and limited inflammation and lung activity after being administered the vaccine. A paper&nbsp;published&nbsp;in&nbsp;Nature&nbsp;also showed mRNA-1273 induced neutralizing antibodies in mice.\n\nStatus: Moderna requested that the FDA issue an EUA for mRNA-1273 on 30 November; an advisory committee meeting is scheduled for 17 December. Moderna requested conditional marketing authorization from EMA for mRNA-1273 on 1 December. On 12 May, the&nbsp;FDA granted&nbsp;Fast Track designation to mRNA-1273. A Phase 3 trial of the vaccine is&nbsp;underway, which is being funded by Operation Warp Speed. The UK&rsquo;s Medicines and Healthcare products Regulatory Agency (MHRA) has&nbsp;begun&nbsp;a real-time review of mRNA-1273, which will allow a quicker approval process for the vaccine. A rolling review by regulator Swissmedic in Switzerland has also begun.","trialPhase":"Phase 3","institutions":["Kaiser Permanente Washington Health Research Institute"]},{"candidate":"Ad5-nCoV","mechanism":"Recombinant vaccine (adenovirus type 5 vector)","sponsors":["CanSino Biologics"],"details":"Background: China&rsquo;s CanSino Biologics has developed a recombinant novel coronavirus vaccine that incorporates the adenovirus type 5 vector (Ad5) named Ad5-nCoV. Trials: Multiple trials are in various stages of recruitment and completion: - A Phase 1 clinical trial in China of 108 participants between 18 and 60 years old who will receive low, medium, and high doses of Ad5-nCoV is active, but not recruiting (NCT04313127). - A Phase 1 trial in China is evaluating intramuscular vaccination and mucosal vaccination of Ad5-nCoV across two doses (NCT04552366). - A Phase 1/2 trial of up to 696 participants in Canada (NCT04398147). - A Phase 2 double-blind, placebo-controlled trial of up to 508 participants in China (NCT04341389) is active, but not recruiting. - A Phase 2b trial in China evaluating safety and immunogenicity of Ad5-nCoV in participants 6 years and older (NCT04566770). - A Phase 3 trial in Russia of up to 500 participants across multiple study centers (NCT04540419). - A Phase 3 trial of up to 40,000 participants internationally, including Pakistan, Saudi Arabia and Mexico (NCT04526990). Outcomes: A single dose of Ad5-nCoV protected against upper respiratory infection of SARS-CoV-2 in ferrets, according to a paper published 14 August in Nature Communications. Results from a Phase 1 trial show a humoral and immunogenic response to the vaccine, according to a paper published in The Lancet. Adverse reactions such as pain (54%), fever (46%), fatigue (44%), headache (39%), and muscle pain (17%) occurred in 83% of patients in the low and medium dose groups and 75% of patients in the high dose group. In the Phase 2 trial, neutralizing antibodies and specific interferon γ enzyme-linked immunospot assay responses were observed at all dose levels for most participants. Status: On 25 June, China’s Central Military Commission announced the military had been approved to use Ad5-nCoV for a period of 1 year, according to reporting in Reuters.","trialPhase":"Phase 3","institutions":["Tongji Hospital","Wuhan, China"]},{"candidate":"AZD1222","mechanism":"Replication-deficient viral vector vaccine (adenovirus from chimpanzees)","sponsors":["The University of Oxford","AstraZeneca","IQVIA","Serum Institute of India"],"details":"Background: AstraZeneca and the Oxford Vaccine Group at the University of Oxford are developing AZD1222 (previously ChAdOx1), a chimpanzee adenovirus vaccine. The team has previously developed a MERS vaccine. In India, the candidate is being jointly developed by the Serum Institute of India and AstraZeneca, and goes by the name Covishield. Preclinical data on the pre-print server bioRxiv showed a significantly reduced viral load and &ldquo;humoral and cellular immune response.&rdquo; Another pre-print paper showed an immune response in mice and pigs.\n\nStudy Designs: A Phase 3 trial (NCT04516746), for which AstraZeneca released the clinical study protocol, is underway and has enrolled more than 40,000 participants. A Phase 2/3 trial (COV002) conducted by the University of Oxford of up to 12,390 participants, is active and currently recruiting (NCT04400838). A Phase 1/2 (NCT04324606) single-blinded, multi-center study (COV001) of 1,090 healthy adult volunteers aged 18-55 years with four treatment arms, is active but not recruiting.&nbsp;An inhaled version of the vaccine candidate is being tested in a small trial of 30 people.\n\nOutcomes: A report of Phase 2 data from the Phase 2/3 COV002 trial published in The Lancet showed the vaccine candidate has similar immunogenicity in patients of all ages but appears to be better tolerated in older adults. Preliminary results from the trial published in The Lancet showed the vaccine candidate had an &ldquo;acceptable safety profile&rdquo; with most patients demonstrating an antibody response after one dose and all patients showing a response after two doses. There has been one death in a Phase 3 trial in Brazil, which was confirmed by the Brazilian National Health Surveillance Agency (Anvisa).\n\nStatus: The AstraZeneca trials are funded in part by BARDA and Operation Warp Speed. IQVIA&nbsp;announced&nbsp;they are partnering with AstraZeneca to advance clinical trials for the vaccine. Phase 3 trials are being conducted in the&nbsp;United States&nbsp;and in&nbsp;study sites&nbsp;in India, but were put on hold following a serious adverse event. Trials have since resumed. EMA&rsquo;s human medicines committee (CHMP) has&nbsp;started&nbsp;a rolling review of AZD1222 to reduce the amount of time before a decision is made on safety and effectiveness, as has Health Canada. In Australia, the Australian Therapeutic Good Administration (TGA) granted AZD1222 provisional determination, the first step in the process for approval. The Medicines and Healthcare products Regulatory Agency (MHRA) has also begun an accelerated review of AZD1222 in Britain.","trialPhase":"Phase 3","institutions":["The University of Oxford,&nbsp","the Jenner Institute"]},{"candidate":"CoronaVac","mechanism":"Inactivated vaccine (formalin with alum adjuvant)","sponsors":["Sinovac"],"details":"Background: CoronaVac (formerly PiCoVacc) is a formalin-inactivated and alum-adjuvanted candidate vaccine. Results from animal studies showed &ldquo;partial or complete protection in macaques&rdquo; exposed to SARS-CoV-2, according to a&nbsp;paper&nbsp;published  in Science.  Study Design: A Phase 1/2 trial of 743 healthy volunteers (18-59 years old) who received two different dosages of the vaccine or placebo is active but not recruiting. A Phase 1 trial of 143 participants (NCT04352608) and a Phase 2 trial of 600 participants (NCT04383574) are both active but not recruiting. Sinovac said a Phase 3 trial in collaboration with Instituto Butantan in Brazil is underway (NCT04456595), and the company plans to enroll around 9,000 patients in the healthcare industry. Trials also are underway in Turkey (NCT04582344) and in Indonesia (NCT04508075).  Outcomes: Results from the Phase 1/2 trials published in The Lancet Infectious Diseases indicate the vaccine has good safety and immunogenicity, with seroconversion occurring in 92.4% of participants receiving the 3 μg dose on a 0-14 day schedule and 97.4% of individuals receiving the same dose on a 0-28 day schedule.  Status:  Representatives from Sinovac told Reuters that the vaccine appeared to be safe in older trial participants, and did not cause any severe side effects. Preliminary results from the Instituto Butantan trial announced by the company indicate CoronaVac is safe so far, with no serious adverse events reported. The trial in Brazil was briefly suspended due to a patient death, but the trial has since resumed.","trialPhase":"Phase 3","institutions":["Sinovac Research and Development Co., Ltd."]},{"candidate":"Covaxin","mechanism":"Inactivated vaccine","sponsors":["Bharat Biotech","National Institute of Virology"],"details":"Background: Bharat Biotech is partnering with India's National Institute of Virology to develop an inactivated vaccine candidate called Covaxin. In addition to Covaxin, Bharat Biotech is working on two other vaccine candidates: one with the University of Wisconsin–Madison and FluGen, and the other with Thomas Jefferson University. Trials: A Phase 1/2 trial of about 1,100 healthy participants is underway after approval by the Drug Controller General of India. The Indian Council of Medical Research (ICMR) has reported Covaxin has entered Phase 2 trials. The Director General of ICMR said a Phase 3 trial of 26,000 participants is underway. Outcomes: Results of a two-dose regimen given to rhesus macaques posted to the pre-print server Research Square showed an increase in SARS-CoV-2 specific IgG and neutralizing antibodies and reduced viral replication in the nasal cavity, the throat, and the lung. Early results in the first 50 people who received the vaccine candidate appear to be &ldquo;encouraging,&rdquo; according to the trial's principal investigator. The first two phases of the trial did not have any major adverse events, Bharat Biotech said in a statement. Status: The vaccine could begin distribution &ldquo;as early as February 2021,&rdquo; according to an ICMR scientist who spoke with Reuters. ","trialPhase":"Phase 3","institutions":[""]},{"candidate":"JNJ-78436735 (formerly Ad26.COV2.S)","mechanism":"Non-replicating viral vector","sponsors":["Johnson & Johnson"],"details":"Background: Janssen, a pharmaceutical company owned by Johnson &amp; Johnson, is developing JNJ-78436735 (formerly known as Ad26.COV2.S), using their AdVac and PER.C6 systems, which were also used to develop the company&#39;s Ebola vaccine. In partnership with BARDA, Janssen has committed to investing more than $1 billion in vaccine research and development. JNJ-78436735 is a part of Operation Warp Speed.\n\nStudy Design: The Phase 3 ENSEMBLE trial will enroll up to 60,000 participants in the United States and internationally (NCT04505722). On 23 September, Janssen released the study protocol for the ENSEMBLE trial. A Phase 3 two-dose test of JNJ-78436735, called ENSEMBLE 2, is being evaluated in up to 30,000 participants and will run alongside ENSEMBLE (NCT04614948). Additionally, a&nbsp;randomized, double-blind, placebo-controlled, Phase 1/2a study of JNJ-78436735 is ongoing in 1,045 healthy participants 18-55 years of age, and adults 65 years or older. Study sites are planned in the U.S. and Belgium (NCT04436276).\n\nOutcomes: Results from the Phase 1/2a study in humans posted to the pre-print server MedRxiv found a single dose of the vaccine showed immunogenicity and a good safety profile. In animal studies, researchers reported in a paper published in Nature that a single injection of JNJ-78436735 &quot;induced robust neutralizing antibody responses and provided complete or near-complete protection in bronchoalveolar lavage and nasal swabs following SARS-CoV-2 challenge,&quot; in rhesus macaques, while another paper published in Nature Medicine indicated the vaccine protected against severe disease when tested in hamsters.\n\nStatus: The ENSEMBLE trial was on hold pending a review of an adverse event a participant developed in one of the study arms, but Janssen has been cleared to resume the trial in the U.S. and Brazil after the Independent Data Safety and Monitoring Board recommended the trial resume recruitment. Janssen said it plans to begin testing its vaccine in adolescents &quot;as soon as possible.&quot; Australia&rsquo;s Therapeutic Goods Administration (TGA) has given JNJ-78436735 provisional determination, which is the first step towards approval in the country. Janssen&#39;s vaccine candidate has also started a rolling review with the European Medicines Agency (EMA).\n\nFunding: JNJ-78436735 is  funded by Janssen, BARDA, NIAID and Operation Warp Speed.","trialPhase":"Phase 3","institutions":["Johnson & Johnson"]},{"candidate":"No name announced","mechanism":"Inactivated vaccine","sponsors":["Wuhan Institute of Biological Products","China National Pharmaceutical Group (Sinopharm)"],"details":"Background: Researchers at Sinopharm and the Wuhan Institute of Virology under the Chinese Academy of Sciences are developing an inactivated COVID-19 vaccine candidate. They have initiated a randomized, double-blind, placebo parallel-controlled Phase 1/2 clinical trial (ChiCTR2000031809) of healthy individuals starting at 6 years old.\n\nOutcomes: The vaccine has shown a &quot;strong neutralizing antibody response&quot; in Phase 1/2 trials, according to a release from China National Biotec Group. Results from a Phase 1 and a Phase 2 trial published in JAMA show the vaccine candidate has demonstrated immunogenicity.\n\nStatus: A Phase 3 trial is underway in Peru, Morocco, and in the United Arab Emirates. Sinopharm has reportedly applied for authorization with Chinese regulators to bring this vaccine to market, according to reporting from Bloomberg. Sinopharm has said both its vaccines have been administered to up to 1 million people in China, but efforts to deliver the vaccines have so far been decentralized, according to reporting from Vox.\n\nFunding: This candidate is being supported by the Ministry of Science and Technology in China.","trialPhase":"Phase 3","institutions":["Henan Provincial Center for Disease Control and Prevention"]},{"candidate":"NVX-CoV2373","mechanism":"Nanoparticle vaccine","sponsors":["Novavax"],"details":"Background: Novavax announced in March that it has produced a stable, prefusion protein nanoparticle vaccine candidate for COVID-19. A Phase 1/2 trial evaluating NVX-CoV2373 began on 25 May.   Trials: A randomized, observer-blinded, placebo-controlled trial of 130 healthy participants 18 to 59 years of age is being conducted at two sites in Australia. Patients will receive a two-dose regimen of 5 μg or 25 μg of NVX-CoV2373 with or without Novavax's Matrix‑M adjuvant (NCT04368988). A Phase 2b trial is underway in South Africa, which includes two cohorts: a group of 2,665 healthy adults and a group of 240 adults who are HIV positive (NCT04533399). Outcomes: Phase 1 trial participants who received the vaccine developed an antibody response at multiple dose, according to data  published in the New England Journal of Medicine in the New England Journal of Medicine. NVX-CoV2373 also has a favorable safety profile, according to the company.  Status: Novavax has received Fast Track Designation from the FDA for NVX-CoV2373. On May 11, CEPI announced they had provided Novavax with an additional $384 million towards the development and manufacturing of NVX-CoV2373. Novavax plans to manufacture 1 billion doses of NVX-CoV2373 by 2021 as part of their recent acquision of Praha Vaccines. Novavax was awarded a $60 million US Department of Defense contract towards manufacturing NVX-CoV2373, according to a company press release, and another $1.6 billion from Operation Warp Speed if the candidate is effective in clinical trials. The candidate is officially begun a Phase 3 trial in the United Kingdom, which will evaluate the vaccine in up to 10,000 participants, the company said in a press release. Novavax provided an update on 27 October of its Phase 3 trial of NVX-CoV2373 in North America, saying the trial would begin at the end of November, approximately one month later than expected.","trialPhase":"Phase 3","institutions":["Novavax"]},{"candidate":"Sputnik V","mechanism":"Non-replicating viral vector","sponsors":["Gamaleya Research Institute, Acellena Contract Drug Research and Development"],"details":"Background: The Gamaleya Research Institute in Russia and Health Ministry of the Russian Federation are evaluating their non-replicating viral vector vaccine, Sputnik V (formerly Gam-COVID-Vac), in a Phase 3 trial in Russia and internationally. Regulatory Actions: The Health Ministry of the Russian Federation has approved Sputnik V as the first vaccine for COVID-19. However, no trial data has been published to date. The approval has drawn criticism in the medical community due to lack of data on safety and efficacy. Trials: Phase 1/2 trials recruited about 38 participants each to receive the vaccine candidate (NCT04436471) (NCT04437875) and are completed. Sputnik V is additionally being evaluated in a small Phase 2 trial of 110 participants older than 60 years (NCT04587219). A Phase 3 trial of about 40,000 participants at multiple centers in Russia is underway (NCT04530396). Outside Russia, Sputnik V is being tested in Belarus (NCT04564716) and the United Arab Emirates. Outcomes: Results from the two small Phase 1/2 trials published in The Lancet appear to show the vaccine has a good safety profile and &ldquo;induced strong humoral and cellular immune response&rdquo; in participants. The Russian Direct Investment Fund announced the vaccine was 92% effective in interim trial results based on 20 participants. Status: The institute has made a preliminary presubmission of the vaccine in Brazil, which is required for its use in the country. Funding: This candidate is being supported by the Health Ministry of the Russian Federation.","trialPhase":"Phase 3","institutions":["Various"]},{"candidate":"Bacillus Calmette-Guerin (BCG) vaccine","mechanism":"Live-attenuated vaccine","sponsors":["University of Melbourne and Murdoch Children&rsquo","s Research Institute","Radboud University Medical Center","Faustman Lab at Massachusetts General Hospital"],"details":"Background: The BCG vaccine is indicated to prevent tuberculosis in those who have a higher risk of the disease. It has been implicated in helping to combat other infections outside TB by boosting the immune system to fight similar infections. In 2017, the World Health Organization (WHO)&nbsp;reported&nbsp;the BCG vaccine may be effective against leprosy and other nontuberculous mycobacteria such as buruli ulcer disease. Other papers have posited the vaccine is effective in preventing acute&nbsp;respiratory tract infections&nbsp;in elderly patients, other&nbsp;respiratory infection and sepsis. A non-peer reviewed paper posted in March 2020 on the preprint server medRxiv has suggested countries with BCG vaccination programs at childhood are&nbsp;faring better&nbsp;in the fight against COVID-19 compared with countries that do not require BCG vaccination. Trials: BCG vaccines are being studied in the randomized, controlled, Phase 3 BRACE trial, which aims to recruit 4,170 healthcare workers in hospitals in Australia (NCT04327206). Researchers in The Netherlands launched the randomized, parallel-assignment, phase 3 BCG-CORONA trial on 31 March and plan to enroll 1,500 healthcare workers to receive the BCG vaccine or placebo (NCT04328441). The Faustman Lab is currently evaluating the BCG vaccine&rsquo;s effectiveness in&nbsp;type 1 diabetes&nbsp;and is seeking funding to launch a trial to assess whether the vaccine helps prevent COVID-19 in healthcare workers, according to&nbsp;independent reporting&nbsp;from the&nbsp;New York Times. Outcomes: A paper published in Science Advances found countries that required BCG vaccination until the year 2000 had significantly slower growth rates of COVID-19 compared with countries that did not mandate the vaccine. In The Journal of Clinical Investigation published in November 2020, researchers found healthcare workers with the BCG vaccine had \"decreased seroprevalence of anti-SARS-CoV-2 IgG and reduced reported COVID-19-related clinical symptoms.\" However, a birth cohort study published in Clinical Infectious Diseases found the BCG tuberculosis vaccine did not have a protective effect against COVID-19 in more than 1 million individuals born in Sweden who received the vaccine. A letter published in the journal PNAS where researchers analyzed mortality rates in countries with higher rates of BCG vaccination such as Bolivia, Panama, Columbia, Peru, Brazil, Mexico, South Africa, and Germany found that the negative association between the BCG vaccination and COVID-19 related deaths appears to be diminishing. Status: Trials are still currently recruiting.","trialPhase":"Phase 2/3","institutions":["University of Melbourne and Murdoch Children&rsquo","s Research Institute","Radboud University Medical Center","Faustman Lab at Massachusetts General Hospital"]},{"candidate":"INO-4800","mechanism":"DNA vaccine (plasmid)","sponsors":["Inovio  Pharmaceuticals"],"details":"Background: Inovio is developing a&nbsp;DNA vaccine&nbsp;for SARS-CoV-2 that is in line with other DNA vaccines the company is developing, such as for the MERS coronavirus. The vaccine is injected intradermally through a device which Inovio plans to scale production of while they wait for study results. Preclinical data were published in Nature Communications and showed that mice and guinea pigs who received INO-4800 demonstrated neutralizing antibodies as well as humoral and T-cell responses. In guinea pigs, researchers observed protein binding antibody titers and blocking of angiotensin-converting enzyme 2 (ACE2)/SARS-CoV-2 S proteins. Study Design: As of 28 April, the company had enrolled 40 healthy volunteers in a a non-randomized, open label Phase 1 (NCT04336410) trial, according to a&nbsp;press release. Participants were to receive one or two intradermal injections (1.0 mg) of INO-4800 at baseline and at 4 weeks, followed by electroporation. A Phase 2/3 trial, dubbed INNOVATE, has begun, with the Phase 2 portion of the trial enrolling up to 400 participants who will receive 1.0 mg or 2.0 mg doses of the vaccine or placebo in a two-dose regimen. Outcomes: On 30 July, Inovio reported positive results from a trial where rhesus macaques received INO-4800 and were challenged with SARS-CoV-2. After 4 months, durable antibody and T cell responses were observed in the animals as well as memory T and B cell responses. Status: On 16 April, Inovio, the Center for Epidemic Preparedness Innovations (CEPI) and the International Vaccine Institute (IVI)&nbsp;announced&nbsp;they are working with the&nbsp;Korea National Institute of Health (KNIH) to conduct a Phase 1/2 clinical trial of INO-4800 in South Korea. In a press release, Inovio said early results from the vaccine showed immune responses in nearly all Phase 1 trial participants, noting that INO-4800 also inhibited replication of SARS-CoV-2 in mice. Plans for a Phase 2/3 trial were put on hold on 28 September by FDA questions about vaccine's delivery device. Inovio expects  to answer FDA by October, the company said.","trialPhase":"Phase 2/3","institutions":["Center for Pharmaceutical Research, Kansas City. Mo.","University of Pennsylvania, Philadelphia"]},{"candidate":"VIR-7831","mechanism":"Plant-based adjuvant vaccine","sponsors":["Medicago","GSK","Dynavax"],"details":"Background: Medicago, which recently developed a seasonal recombinant quadrivalent virus-like particle (VLP) influenza vaccine, reported they created a coronavirus VLP vaccine 20 days after working with the SARS-CoV-2s genome. Medicago is also testing the candidate with two additional vaccine adjuvants from GSK and Dynavax. Trial: A Phase 1 trial of up to 180 participants 18-55 years old who will receive the vaccine in doses of 3.75 µg, 7.5 µg, and 15 µg (NCT04450004) is active, but not recruiting. The Phase 2 portion of the Phase 2/3 COMET-ICE trial, evaluating safety, tolerability, efficacy, and pharmacokinetics of the vaccine in up to 1,360 participants, is underway (NCT04545060). Outcomes: A single dose of Medicago&rsquo;s vaccine candidate in mice yielded a positive antibody response after 10 days, according to a company release. Results from the Phase 1 trial posted to the pre-print server medRxiv show the vaccine was tolerated safely and generated an immune response in all participants after two doses. Status: Medicago and GSK said they hope to move forward with the Phase 3 portion of the COMET-ICE trial by the end of the year.","trialPhase":"Phase 2/3","institutions":["Medicago"]},{"candidate":"No name announced","mechanism":"Recombinant vaccine","sponsors":["Anhui Zhifei Longcom Biopharmaceutical, Institute of Microbiology of the Chinese Academy of Sciences"],"details":"Background: China's Anhui Zhifei Longcom Biopharmaceutical and the Institute of Microbiology of the Chinese Academy of Sciences are developing an unnamed recombinant vaccine candidate. Trials: A Phase 1 of up to 50 participants is underway at the Second Affiliated Hospital of Chongqing Medical University in China (NCT04445194). Anhui Zhifei Longcom Biopharmaceutical is also conducting a Phase 2 trial of up to 900 participants (NCT04466085), and a Phase 1/2 study of up to 50 participants 60 years and older (NCT04550351). Status: A Phase 3 trial of up to 5,000 participants is being planned in Uzbekistan, according to a report from Reuters. ","trialPhase":"Phase 2","institutions":["Various"]},{"candidate":"ZyCoV-D","mechanism":"DNA vaccine (plasmid)","sponsors":["Zydus Cadila"],"details":"Background: India’s Zydus Cadila is researching ZyCoV-D, a plasmid DNA vaccine candidates for COVID-19 that targets the viral entry membrane protein of the virus. The company has launched an adaptive Phase 1/2 dose escalation trial and plans to enroll about 1,000 healthy volunteers. On 5 August, Zydus announced that Phase 1 was complete and the candidate was entering Phase 2 trials.","trialPhase":"Phase 2","institutions":["Zydus Cadila"]},{"candidate":"No name announced","mechanism":"Adjuvanted protein subunit vaccine","sponsors":[""],"details":"Background: Biological E., a biopharmaceutical company based in Hyderabad, Telangana, India, is developing an adjuvanted protein subunit vaccine with partners Dynavax and Baylor College of Medicine, Texas. A Phase 1/2 trial of up to 360 healthy participants is planned, with clinical trial results expected in February 2021.","trialPhase":"Phase 1/2","institutions":[""]},{"candidate":"AG0301-COVID19","mechanism":"DNA vaccine","sponsors":["AnGes, Inc."],"details":"Background: Biopharmaceutical company AnGes, based in Japan, is developing a DNA vaccine candidate for COVID-19 called AG0301-COVID19. A Phase 1/2 trial of 30 participants evaluating the candidate is underway at Osaka City University Hospital in Japan (NCT04463472). ","trialPhase":"Phase 1/2","institutions":["AnGes, Inc.","Japan Agency for Medical Research and Development"]},{"candidate":"BBIBP-CorV","mechanism":"Inactivated vaccine","sponsors":["Beijing Institute of Biological Products","China National Pharmaceutical Group (Sinopharm)"],"details":"Background: Sinopharm is developing a second inactivated COVID-19 vaccine candidate, BBIBP-CorV, with the Beijing Institute of Biological Products. BBIBP-CorV is currently being evaluated in a Phase 2 trial (ChiCTR2000032459).  Outcomes: Results from a paper published in the journal Cell appear to show BBIBP-CorV provides \"highly efficient protection\" against SARS-CoV-2 in rhesus macaques who underwent challenge against the virus. Phase 1 results published in The Lancet Infectious Diseases show BBIBP-CorV was safe and tolerated at all dose levels, with all participants showing a humoral response to the vaccine at 42 days after administration.  Status: Both vaccine candidates could be ready for market by the end of the year, according to reporting from Reuters. Sinopharm has said both their vaccines have been administered to up to 1 million people in China, but efforts to deliver the vaccines have so far been decentralized, according to reporting from Vox. Funding: This candidate is being supported by the Ministry of Science and Technology in China.","trialPhase":"Phase 1/2","institutions":["Henan Provincial Center for Disease Control and Prevention"]},{"candidate":"EpiVacCorona","mechanism":"Peptide vaccine","sponsors":["Federal Budgetary Research Institution State Research Center of Virology and Biotechnology"],"details":"Background: The Federal Budgetary Research Institution State Research Center of Virology and Biotechnology in Russia, also known as the &ldquo;Vector&rdquo; Institute, is developing a peptide vaccine candidate for COVID-19 called EpiVacCorona. Trials: A Phase 1/2 trial in Russia is active, but not recruiting, which is evaluating the effectiveness of the vaccine in up to 100 participants (NCT04527575). On 30 September, clinical trials of the vaccine had been completed after beginning in July, according to reporting from Reuters. Post-registration trials for EpiVacCorona have reportedly begun in Russia, according to the Russian Federal Service for the Oversight of Consumer Protection. Regulatory Actions: Russia has granted regulatory approval to EpiVacCorona despite the candidate not yet entering Phase 3 trials, which are expected to begin in November or December. The vaccine entered post-registration trials in November, according to the Russian Federal Service for the Oversight of Consumer Protection and Welfare.","trialPhase":"Phase 1/2","institutions":["Federal Budgetary Research Institution State Research Center of Virology and Biotechnology"]},{"candidate":"GX-19","mechanism":"DNA vaccine","sponsors":["Genexine"],"details":"Background: Genexine, a biotechnology based in South Korea, is testing GX-19, a DNA vaccine candidate for COVID-19. The company has been approved for a Phase 1/2a clinical trial of 190 healthy participants randomized to receive the vaccine or placebo (NCT04445389). The company aims to complete Phase 1 in 3 months before moving to a multinational Phase 2 trial.","trialPhase":"Phase 1/2","institutions":[""]},{"candidate":"LNP-nCoVsaRNA","mechanism":"Self-amplifying RNA vaccine","sponsors":["Imperial College London"],"details":"Background: Imperial College London researchers are developing a self-amplifying RNA vaccine. They developed a vaccine candidate within 14 days of receiving the sequence from China. Animal testing is underway. The investigators have received two rounds of funding from the United Kingdom&rsquo;s government &ndash; one on 22 April and another on 17 May. Study Design: The Phase 1/2 COVAC1 trial will enroll approximately 300 healthy participants between 18 and 75 years old, with an efficacy trial for 6,000 participants planned for October. An inhaled version of the vaccine candidate is also being tested in a small trial of 30 people. Status: On 7 June, Imperial College London announced it had partnered with Morningside Ventures to establish VacEquity Global Health, an initiative that would help keep costs down for their COVID-19 vaccines down for citizens in the UK and internationally. Funding: This candidate is being supported by the UK Secretary of State for Health and the UK Secretary of State for Business, Energy and Industrial Strategy.","trialPhase":"Phase 1/2","institutions":["Imperial College London"]},{"candidate":"ARCT-021 (LUNAR-COV19)","mechanism":"Self-replicating RNA vaccine","sponsors":["Arcturus Therapeutics&nbsp","and&nbsp","Duke-NUS Medical School"],"details":"Background: Arcturus and Duke-NUS Singapore are partnering to develop a vaccine candidate that uses Arcturus&rsquo; self-replicating RNA and nanoparticle non-viral delivery system. Pre-clinical data from the company indicates ARCT-021 (formerly known as LUNAR-COV19) provides an adaptive cellular (CD8+ cells) and balanced (Th1/Th2) immune response. Results from a study in mice posted to the pre-print sever bioRxiv show the candidate protects against mortality and infection when challenged with SARS-CoV-2. Trial: A Phase 1/2 study of up to 92 healthy participants in Singapore is underway, where researchers will evaluate sequential escalating doses of the vaccine, followed by two different dose levels in the second phase of the study (NCT04480957). Outcomes: Interim results of the Phase 1/2 trial announced by Arcturus show an immune response for both &ldquo;single dose and prime boost regimens&rdquo; ranging from 1 µg to 10 µg per injection. The vaccine was reported as well tolerated by participants. Status: Arcturus predicts they could begin distributing the vaccine within the first quarter of 2021. ","trialPhase":"Phase 1/2","institutions":["Duke-NUS Medical School, Singapore"]},{"candidate":"No name announced","mechanism":"Protein subunit vaccine","sponsors":["Sanofi","GlaxoSmithKline"],"details":"Background: Sanofi Pasteur and GSK announced in April that they were collaborating on a COVID-19 vaccine candidate using Sanofi's recombinant protein-based technology. According to a press release from GSK, the candidate has performed well in pre-clinical studies, demonstrating an acceptable safety profile and neutralizing antibodies. Trial: A Phase 1/2 trial is underway in up to 440 participants across multiple study sites in the United States (NCT04537208). Funding: This candidate is being supported by Operation Warp Speed and the U.S. Department of Defense.","trialPhase":"Phase 1/2","institutions":["Various"]},{"candidate":"No name announced","mechanism":"Inactivated vaccine","sponsors":["Chinese Academy of Medical Sciences, Institute of Medical Biology"],"details":"Background: Institute of Medical Biology under the Chinese Academy of Medical Sciences is developing an inactivated vaccine candidate for COVID-19. Phase 1/2 trials in up to 942 participants between the ages of 18 and 59 (NCT04412538) and in up to 471 participants at least 60 years old (NCT04470609) are underway. Outcomes: Results from 191 adults aged 18-59 years in one of the Phase 1/2 trials posted to the pre-print server medRxiv indicate the vaccine generates an immune response and is safe across low, medium and high doses. ","trialPhase":"Phase 1/2","institutions":["West China Second University Hospital, Yunnan Center for Disease Control and Prevention"]},{"candidate":"AdimrSC-2f","mechanism":"Protein subunit vaccine","sponsors":["Adimmune"],"details":"Background: Taiwanese company Adimmune is developing a COVID-19 vaccine candidate, AdimrSC-2f, that targets the SARS-CoV-2 spike protein. The candidate has seen positive results in animal testing, and the company is currently planning a randomized, Phase 1 study to evaluate the candidate in 70 healthy participants (NCT04522089) after receiving conditional approval in Taiwan.","trialPhase":"Phase 1","institutions":["Adimmune"]},{"candidate":"bacTRL-Spike","mechanism":"Monovalent oral vaccine (bifidobacteria)","sponsors":["Symvivo"],"details":"Background: bacTRL-Spike is a bifidobacteria monovalent SARS-CoV-2 DNA oral vaccine candidate. Symvivo also separately is developing two other vaccine candidates: a trivalent vaccine that uses the spike protein, nucleocapsid protein, and matrix glycoprotein; and an immunoprophylaxis agent that uses prophylactic nanobody therapy. bacTRL-Spike is currently being evaluated in a phase 1 trial (NCT04334980) of 84 healthy participants at varying doses tested against a placebo group. Status: Phase 1 of the trial is underway, according to a press released by Symvivo on 19 October.","trialPhase":"Phase 1","institutions":["Symvivo Corporation"]},{"candidate":"COVAX-19","mechanism":"Monovalent recombinant protein vaccine","sponsors":["Vaxine Pty Ltd."],"details":"Background: Vaxine Pty Ltd. has developed a monovalent recombinant protein vaccine. &nbsp; Study Design: A Phase 1 (NCT04453852) randomized, placebo controlled trial of 40 healthy adults aged 18-65 years who will receive either Covax-19 (25 μg of spike antigen plus 15 mg of Advax-2 adjuvant) or saline to assess generation of neutralizing antibodies to the spike proteins of SARS-CoV-2, as well as induction of T-cells against the spike proteins. Participants will receive two dose given three weeks apart.\"  Funding: This candidate is being supported by NIAID.","trialPhase":"Phase 1","institutions":["Royal Adelaide Hospital"]},{"candidate":"CVnCoV","mechanism":"mRNA-based vaccine","sponsors":["CureVac"],"details":"Background: CureVac is developing an mRNA-based vaccine, CVnCoV. The vaccine works by using non-chemically modified nucleotides within mRNA to &ldquo;provide a strong and balanced activation of the immune system&rdquo;. Pre-clinical results have shown virus neutralizing titers and T-cell response to the candidate and balanced humoral and cellular immune responses in mice and hamsters.  Trial: CureVac is evaluating CVnCoV in a Phase 1 trial of 168 healthy subjects  in Germany and Belgium (NCT04449276). A Phase 2 dose-confirmation trial with up to 691 participants is planned, but not yet recruiting (NCT04515147). A mid-stage Phase 2a study in Peru and Panama is also underway.  Outcomes: Results from the Phase 1 trial were posted to the pre-print server medRxiv and indicate the vaccine candidate generated an immune response in humans and was well tolerated.  Status: In a prospectus document filed with the US Securities and Exchange Commission (SEC), CureVac said a Phase 3 trial with up to 20,000 participants is planned.  Funding: This candidate is being supported by the German federal government. ","trialPhase":"Phase 1","institutions":["CureVac"]},{"candidate":"DelNS1-2019-nCoV-RBD-OPT1","mechanism":"Replicating viral vector","sponsors":["Xiamen University, Beijing Wantai Biological Pharmacy"],"details":"Background: A replicating viral vector nasal spray, developed by the University of Hong Kong and Beijing Wantai Biopharmaceutical in China, is being evaluated in a Phase 1 trial as a COVID-19 vaccine candidate. The trial, which began in Jiangsu province on September 1, will examine the immunogenicity and safety of the vaccine in up to 48 participants (ChiCTR2000037782).","trialPhase":"Phase 1","institutions":["Jiangsu Provincial Centre For Disease Control and Prevention"]},{"candidate":"GRAd-COV2","mechanism":"Adenovirus-based vaccine","sponsors":["ReiThera","Leukocare","Univercells"],"details":"Background: Biotechnology companies ReiThera (Italy), Leukocare (Germany) and Univer cells (Belgium) are partnering to develop an adenovirus-based COVID-19 vaccine. Pre-clinical results in mice and macaques indicate the vaccine generates an immune and Th1-dominated cellular response. Study Design: A Phase 1 trial of up to 90 healthy participants 18-55 years and 65-85 years old is currently underway in Italy (NCT04528641). Outcomes: Preliminary results from the Phase 1 trial appear to show the vaccine candidate is safe and well tolerated, according to a press release from ReiThera. ","trialPhase":"Phase 1","institutions":["Lazzaro Spallanzani National Institute for Infectious Diseases"]},{"candidate":"UQ-CSL V451","mechanism":"Protein subunit vaccine","sponsors":["CSL","The University of Queensland"],"details":"Background: Researchers at the University of Queensland have developed a molecular clamp vaccine candidate for COVID-19. The vaccine helps the body to better recognize the protein on the virus surface by locking the unstable, prefusion version of the surface proteins in a way the immune system recognizes. The candidate has generated a neutralizing immune response, according to a press release from the university. Status: A Phase 1 trial is underway evaluating 120 healthy volunteers aged 18-55 years old. The university has announced it is partnering with CSL Ltd. and CEPI to develop and manufacture the vaccine pending results from a Phase 1 trial. If clinical trials are successful, the vaccine may be available by the end of 2021, according to a joint press release.  Status: The Australian Minister for Health has said the vaccine has proven safe and generated an antibody response so far in the Phase 1 trial.  Funding: This candidate is being supported by CEPI. ","trialPhase":"Phase 1","institutions":[""]},{"candidate":"No name announced","mechanism":"Adenovirus-based vaccine","sponsors":["ImmunityBio","NantKwest"],"details":"Background: ImmunityBio is developing a COVID-19 adenovirus vaccine candidate that targets both spike and nucleocapsid DNA in SARS-CoV-2. ImmunityBio announced in a statement that their candidate has been selected to participate in Operation Warp Speed. The vaccine demonstrated CD4+ and CD8+ antigen-specific T cell responses in mice, according to results published in the pre-print server bioRxiv. Study Design: A Phase 1 trial of up to 35 healthy participants is underway (NCT04591717). Status: In a press release, ImmunityBio and NantKwest announced interim phase 1 results in the first 20 participants, and said participants experienced no serious adverse events in the low-dose group. A Phase 2/3 trial is currently in the design stage. ","trialPhase":"Phase 1","institutions":[""]},{"candidate":"SCB-2019","mechanism":"Protein subunit vaccine","sponsors":["GlaxoSmithKline,&nbsp","Sanofi,&nbsp","Clover Biopharmaceuticals, Dynavax&nbsp","and Xiamen Innovax","CEPI"],"details":"Background: Chinese company Clover Biopharmaceuticals is collaborating with GSK, Dynavax, Xiamen Innovax Biotech and Sanofi to develop SCB-2019 using Clover's S-Trimer platform, GSK's AS03 adjuvant, and Dynavax's CpG 1018 adjuvant. Positive pre-clinical data indicate the candidate has a strong neutralizing response in animals, according to a press release from Clover. Study Design: A Phase 1 trial of 150 healthy volunteers who will receive SCB-2019 alone, with the AS03 adjuvant, or with the CpG 1018 adjuvant with potassium aluminum sulfate (Alum) (NCT04405908). Status: The first participants in the trial have been dosed as of 19 June, and results are expected in August, according to a press release. CEPI has said they will provide an additional $66 million in funding pre-clinical and Phase 1 trials of a vaccine candidate.  Funding: This candidate is being supported by CEPI through the funding of an upcoming Phase 2/3 study expected to launch by the end of 2020.","trialPhase":"Phase 1","institutions":["Linear Clinical Research (Australia)"]},{"candidate":"UB-612","mechanism":"Multitope peptide-based vaccine","sponsors":["COVAXX"],"details":"Background: COVAXX, a subsidiary of United Biomedical Inc (UBI), is developing a multitope vaccine candidate for COVID-19. The company designed the candidate to activate both T-cell and B-cell immunity in the body and has demonstrated neutralizing antibody activity in mice, rats, and guinea pigs. A Phase 1 trial of the vaccine is underway in Taiwan in up to 60 participants (NCT04545749). COVAXX is also partnering with medical company Dasa for a Phase 2/3 trial in Brazil, and with the University of Nebraska Medical Center for Phase 1/2 trials in the United States.","trialPhase":"Phase 1","institutions":["United Biomedical Inc. (UBI)"]},{"candidate":"V590","mechanism":"Recombinant vaccine (vesicular stomatitis virus)","sponsors":["Merck","IAVI"],"details":"Background: Merck and nonprofit scientific research organization IAVI are collaborating to develop a COVID-19 vaccine candidate based on Merck's recombinant vesicular stomatitis virus (rVSV) technology used in the company's Ebola vaccine. A Phase 1 trial of 90 participants across two centers is currently recruiting (NCT04497298).  Funding: This candidate is being supported by BARDA. ","trialPhase":"Phase 1","institutions":[""]},{"candidate":"V591","mechanism":"Measles vector vaccine","sponsors":["University of Pittsburgh’s Center for Vaccine Research"],"details":"Background: The Center for Vaccine Research at the University of Pittsburgh School of Medicine is developing a measles vector vaccine together with Themis Biosciences and Institute Pasteur. On 26 May, Merck announced they had acquired Themis and will help develop and scale up the vaccine candidate. Trial: A Phase 1 trial is underway to evaluate the candidate against the placebo in up to 90 participants in Belgium and France (NCT04497298). Outcomes: According to a paper&nbsp;published in EBioMedicine, the vaccine creates antibodies in mice that the researchers believe is sufficient to neutralize the virus.","trialPhase":"Phase 1","institutions":["University of Pittsburgh","Themis Biosciences","Institut Pasteur"]},{"candidate":"VXA-CoV2-1","mechanism":"Recombinant vaccine (adenovirus type 5 vector)","sponsors":["Vaxart"],"details":"Background: Vaxart is working with Emergent Biosolutions and KindredBio to develop and manufacture their oral recombinant vaccine candidate, named VXA-CoV2-1. The company has received &ldquo;positive pre-clinical results&rdquo; for its oral vaccine candidate and selected the oral vaccine candidate over several others moving forward for testing and manufacturing. Study Design: VXA-CoV2-1 is being evaluated in a Phase 1 trial of up to 48 healthy participants (NCT04563702). Outcomes: Animal testing of the oral vaccine yielded SARS-CoV-2 antibodies after first and second doses, according to a statement. Status: Vaxart's candidate was selected to participate in a non-human primate challenge funded by Operation Ward Speed. The company is currently being investigated by US federal prosecutors and the US Securities and Exchange Commission for potentially overstating the company's involvement with Operation Warp Speed. The Phase 1 trial is underway and participants are receiving their first doses, the company announced in a press release on 13 October.","trialPhase":"Phase 1","institutions":["Vaxart"]},{"candidate":"AAVCOVID","mechanism":"Gene-based vaccine","sponsors":["Massachusetts Eye and Ear","Massachusetts General Hospital","University of Pennsylvania"],"details":"Background: Voltron Therapeutics and Hoth Therapeutics are working with the Vaccine and Immunotherapy Center (VIC) of Massachusetts General Hospital to develop a COVID-19 vaccine candidate using the VIC's Self-Assembling Vaccine (SAV) platform. Two sets of vaccine candidates are currently in pre-clinical animal testing. Funding: This candidate is being supported by entrepreneurs Wyc Grousbeck and Emilia Fazzalari.","trialPhase":"Pre-clinical","institutions":[""]},{"candidate":"AdCOVID","mechanism":"Intranasal vaccine","sponsors":["Altimmune"],"details":"Background: Altimmune has developed a COVID-19 vaccine candidate using the same technology they used build their influenza vaccine, NasoVAX. The vaccine is delivered intranasally in a single dose to activate humoral, cellular and mucosal immunity. Pre-clinical results announced by the company show \"serum neutralizing activity and potent mucosal immunity\" and a strong antibody response in mice; further pre-clinical results showed a strong T-cell response in mice. Clinical testing is expected to begin in the fourth quarter of 2020. ","trialPhase":"Pre-clinical","institutions":["University of Alabama at Birmingham"]},{"candidate":"ChAd-SARS-CoV-2-S","mechanism":"Adenovirus-based vaccine","sponsors":["Washington University School of Medicine in St. Louis"],"details":"Background: Researchers at the Washington University School of Medicine in St. Louis are developing a chimpanzee adenovirus vectored vaccine as a COVID-19 vaccine candidate. ChAd-SARS-CoV-2-S is an intranasal vaccine candidate that encodes the spike protein of the SARS-CoV-2 virus. Pre-clinical results in mice published in the journal Cell show ChAd-SARS-CoV-2-S is effective at inducing neutralizing antibodies, particularly in the upper and lower respiratory tracts. The researchers note they are planning a study of the candidate in nonhuman primates and in humans.","trialPhase":"Pre-clinical","institutions":["Washington University School of Medicine in St. Louis"]},{"candidate":"HaloVax","mechanism":"Self-assembling vaccine","sponsors":["Voltron Therapeutics, Inc.","Hoth Therapeutics, Inc."],"details":"Background: Voltron Therapeutics and Hoth Therapeutics are working with the Vaccine and Immunotherapy Center (VIC) of Massachusetts General Hospital to develop a COVID-19 vaccine candidate using the VIC's Self-Assembling Vaccine (SAV) platform. Results from pre-clinical testing show the vaccine has a positive response to COVID-19 peptides. Two sets of vaccine candidates are currently in pre-clinical animal testing.","trialPhase":"Pre-clinical","institutions":["MGH Vaccine and Immunotherapy Center"]},{"candidate":"HDT-301","mechanism":"RNA vaccine","sponsors":["University of Washington","National Institutes of Health Rocky Mountain Laboratories","HDT Bio Corp"],"details":"Background: Researchers from the University of Washington have developed a replicon RNA vaccine candidate named HDT-301 in collaboration with the National Institutes of Health Rocky Mountain Laboratories and HDT Bio Corp. HDT-301 had shown a \"robust\" antibody response in mice and primates during pre-clinical testing, and a Phase 1 trial is being planned, according to a press release from the University of Washington School of Medicine.","trialPhase":"Pre-clinical","institutions":[""]},{"candidate":"LineaDNA","mechanism":"DNA vaccine","sponsors":["Takis Biotech"],"details":"Background: A partnership between Takis Biotech and Applied DNA Sciences has resulted in five DNA vaccine candidates for COVID-19. Results from pre-clinical testing showed all five LineaDNA vaccine candidates produced \"strong antibody and T-cell responses\" against SARS-CoV-2, Takis said&nbsp; in a press release. Their final vaccine candidate could begin human testing by fall, according to a company press release.","trialPhase":"Pre-clinical","institutions":["Takis Biotech"]},{"candidate":"MRT5500","mechanism":"Recombinant vaccine","sponsors":["Sanofi, Translate Bio"],"details":"Background: Sanofi is partnering with Translate Bio to develop a COVID-19 vaccine candidate under its recombinant DNA platform using work from a previous SARS vaccine and in partnership with BARDA. The companies plan to enroll patients in a Phase 1/2 trial in the fourth quarter of 2020. Results from non-human studies show the vaccine produces an immune response, according to a pre-print paper published in bioRxiv.","trialPhase":"Pre-clinical","institutions":[""]},{"candidate":"No name announced","mechanism":"Ii-Key peptide COVID-19 vaccine","sponsors":["Generex Biotechnology"],"details":"Background: Generex subsidiary NuGenerex Immuno-Oncology is spearheading a vaccine project to create an Ii-Key peptide vaccine against COVID-19. In a company press release&nbsp;dated 27 February, Generex said they wanted to produce a vaccine candidate that could be tested in humans \"within 90 days.\"","trialPhase":"Pre-clinical","institutions":["Generex"]},{"candidate":"No name announced","mechanism":"Protein subunit vaccine","sponsors":["University of Saskatchewan Vaccine and Infectious Disease Organization-International Vaccine Centre"],"details":"Background: The University of Saskatchewan&rsquo;s Vaccine and Infectious Disease Organization-International Vaccine Centre (VIDO-InterVac) is developing a protein subunit vaccine for COVID-19 and recently received $1 million to accelerate testing. Early results show the vaccine candidate produces an immune response. Animal testing is underway, according to an interview with the center&rsquo;s director posted on the university&rsquo;s website.","trialPhase":"Pre-clinical","institutions":["University of Saskatchewan Vaccine and Infectious Disease Organization-International Vaccine Centre"]},{"candidate":"No name announced","mechanism":"mRNA-based vaccine","sponsors":["Chulalongkorn University’s Center of Excellence in Vaccine Research and Development"],"details":"Background: The Chulalongkorn University’s Center of Excellence in Vaccine Research and Development in Thailand is developing an mRNA vaccine candidate for COVID-19 similar to one in development by biotechnology company Moderna. The candidate has been successful in animal trials, generating an antibody response in monkeys and mice. Clinical trials in humans are planned for September of 2020, with 100 healthy volunteers enrolled in the first phase of the study.","trialPhase":"Pre-clinical","institutions":[""]},{"candidate":"No name announced","mechanism":"gp96-based vaccine","sponsors":["Heat Biologics"],"details":"Background: Heat Biologics announced it is pairing with the University of Miami to use the gp96 heat shock protein backbone to develop at least one COVID-19 vaccine. Pre-clinical data released by the company in July and later posted to bioRxiv demonstrated an immune response in animal models. \"Specifically, our latest pre-clinical studies demonstrated immunogenicity proof-of-concept, illustrating that our vaccine can expand human-HLA-restricted T-cells against immunodominant epitopes of SARS-CoV-2 Spike protein, and validating that the selected vaccine antigen may be appropriate for human testing,\" the CEO of Heat Biologics said.","trialPhase":"Pre-clinical","institutions":["University of Miami Miller School of Medicine"]},{"candidate":"No name announced","mechanism":"Inactivated vaccine","sponsors":["Shenzhen Kangtai Biological Products"],"details":"Background: Shenzhen Kangtai Biological Products, based in China, is planning a clinical trial in humans of its inactivated vaccine candidate after it received regulatory approval to process with the clinical trial. The company said the vaccine had proven effective in animals, with monkeys demonstrating a resistance to being exposed to SARS-CoV-2, according to Reuters.","trialPhase":"Pre-clinical","institutions":[""]},{"candidate":"PittCoVacc","mechanism":"Recombinant protein subunit vaccine (delivered through microneedle array)","sponsors":["UPMC/University of Pittsburgh School of Medicine"],"details":"Background: Researchers at the University of Pittsburgh have received a $4.9 million grant from the Coalition for Epidemic Preparedness Innovations (CEPI) to develop a COVID-19 vaccine candidate. On 2 April, investigators announced that PittCoVacc was effective in mice, delivered through a fingertip patch.  Funding: This candidate is being supported by CEPI. ","trialPhase":"Pre-clinical","institutions":["University of Pittsburgh"]},{"candidate":"T-COVIDTM","mechanism":"Intranasal vaccine","sponsors":["Altimmune"],"details":"Background: Altimmune has developed a COVID-19 vaccine candidate using the same technology they used build their influenza vaccine, NasoVAX. The vaccine would be delivered intranasally in a single dose to activate humoral, cellular and mucosal immunity. Although it is the same technology as Altimmune's other intranasal vaccine candidate for COVID-19, AdCOVID, the company says it works through a different mechanism. Status: On 1 June, Altimmune announced the FDA has approved a Phase 1/2 trial to begin in June, according to a company press release.","trialPhase":"Pre-clinical","institutions":[""]}]}